Repository: ming-hai/PC_DIMMER
Catalog: Core/locale/*/LC_MESSAGES/default.po
Languages: it

source: Beattool anzeigen
it: Mostra beattool

source: Zeitgesteuerte Ereignisse
it: Eventi Temporizzati

source: Submaster anzeigen
it: Mostra submaster

source: Kontrollpanel anzeigen
it: Mostra controlpanel

source: 4. Erweiterte Steuermöglichkeiten
it: 4. Controlli Avanzati

source: MIDI-Steuerung
it: MIDI-Control

source: DataIn-Steuerung
it: DataIn-Control

source: Tastatursteuerung
it: Keyboardcontrol

source: Joystick-Steuerung
it: Joystickcontrol

source: Hauptfenster zwischen kleiner und großer Ansicht umschalten
it: Switchs mainwindow between small and maximized view

source: Dieser Assistent soll Sie bei den ersten Schritten mit diesem Licht- programm begleiten. Sämtliche Funktionen des Assistenten können auch ohne den Assistenten über die einzelnen Programmfenster aufgerufen werden.
it: This wizard will help you on your first steps with this lightprogram. All functions of this wizard can be used without this wizard, too. For this please use the several tools of the program.

source: Projekt Schritt für Schritt einrichten...
it: Imposta il tuo progetto passo passo...

source: Den Projektassistenten nicht wieder anzeigen
it: Non mostrare l'assistente la prossima volta

source: Funktionsübersicht anzeigen
it: Mostra functionoverview

source: Assistenten schließen
it: Chiudi wizard

source: Programmansicht zwischen großer und kleiner Ansicht umschalten
it: Switch mainwindow between small and maximized view

source: Step1
it: Passo1

source: 1/3: Einrichten des DMX512-Interfaces
it: 1/3: Impostazioni interfaccia-DMX512

source: Bestimmen Sie, wie Ihre Lichttechnik mit dem Computer verbunden ist
it: Definisci, quali luci sono connesse al computer

source: Öffnen Sie die erweiterten Optionen, um dem Programm mitzuteilen, wie Ihre Lichttechnik mit dem Computer verbunden ist. Aktivieren Sie in den erweiterten Optionen das zutreffende Plugin mit dem Haken rechts und konfigurieren Sie bei Bedarf das Ausgabeplugin.
it: Open the advanced options to tell the program how the lights are connected to the computer. Activate one of the output-plugins with the right checkbox and click on "Configure" to setup the output.

source: Schließen Sie anschließend die erweiterten Optionen und klicken Sie unten rechts auf "Weiter".
it: Afterwards close the advanced options and click "Next" in the lower right corner.

source: Erweiterte Optionen öffnen
it: Apri impostazioni avanzate

source: Weiter
it: Prossimo

source: Funktionsübersicht
it: Funzioni

source: Step2
it: Passo2

source: Hier können Sie angeschlossene Geräte hinzufügen und konfigurieren
it: Here you can add and setup connected devices to your show

source: 2/3: Einrichten von angeschlossenen Geräten
it: 2/3: imposta dispositivi connessi

source: Klicken Sie auf folgenden Button um den Dialog für das Hinzufügen von Geräten zu öffnen:
it: Click on the next button to open a dialog for adding devices to your show:

source: Wählen Sie aus der Auswahlbox nun ein hinzugefügtes Gerät und nehmen Sie die nötigen Einstellungen für Adresse, Farbe, Bild, etc. vor:
it: Please choose a device out of the dropdown-box below. Then you can setup startaddress, color, pictures and more things:

source: Zurück
it: Indietro

source: Geräte hinzufügen...
it: Agg dispositivo...

source: Umbennen
it: Rinomina

source: Grundeinstellungen
it: Impostazioni principali

source: Farbfilterfarbe:
it: Filtrocolore:

source: Ermöglicht das Einstellen der Farbe des Farbfilters für den Dimmerkanal
it: Permetti impostazione colori e della lampada dai canali.dimmer

source: Gerätebild
it: Immagine dispositivo

source: Ändern
it: Cambia

source: Leistung
it: Power

source: Einstellen
it: Impostazioni

source: Gerätedaten
it: Device data

source: Kanalzahl:
it: Nr.Canali:

source: RGB-Mischung
it: RGB-mixing

source: Farbrad
it: Ruotacoloril

source: Step3
it: Passo3

source: Verwenden Sie die vielseiten Tools des PC_DIMMERs, um Ihre Bühnenshow zu erstellen
it: Use the extensive tools of PC_DIMMER to create your show.

source: 3/3: Erstellen von Szenen und Effekten
it: 3/3: Creare scene ed effetti

source: Verwenden Sie die Szenenverwaltung, um neue Szenen mit den eben erstellten Geräten anzufertigen
it: Usa la biblioteca scene per creare e gestire le tue scene.

source: Mit dem Effektsequenzer können Sie aus einzelnen Szenen Effekte und Abläufe erzeugen. Ein Lauflicht- und Matrixassistent unterstützen beim Erstellen.
it: With the effectsequencer you can create effects and chasers out of single scenes. A chaser- and matrix-wizard supports you.

source: Das Kontrollpanel dient dem schnellen Zugriff auf erstellte Szenen und Effekten. Belegen Sie Buttons mit entsprechenden Funktionen und nutzen Sie die Maus oder einen Touchscreen für das Aufrufen.
it: The controlpanel allows quick access to scenes and effects. Put a function on a button and use your mouse or a touchscreen to start it.

source: Die grafische Bühnenansicht zeigt alle erzeugten Geräte mit einem Icon. Mit einem Rechtsklick öffnet sich ein Geräteabhängiges Einstellungsfenster.
it: The graphical stageview shows all created devices with an icon. With a rightclick on an icon a devicerelated setup-window will be shown.

source: Die Cuelist ist vor allem für den Theaterbetrieb und sonstige Anlässe, bei denen ein sequentielles Ablaufen wichtig ist. Es können sämtliche Szenentypen entsprechend angeordnet und aufgerufen werden.
it: The cuelist is for theatre or places where you need scenes and effects in list form. All scenes can be placed, managed and started within these cuelists.

source: Szenenverwaltung
it: Biblioteca Scene

source: Assistent schließen
it: Chiudi wizard

source: Steuerung
it: Controllo

source: Status
it: Stato

source: Position:
it: Posizione:

source: Crossfading
it: Dissolvenza incrociata

source: zu Channel:
it: to Channel:

source: automatisch
it: automatico

source: Normalisieren
it: Normalize

source: Einfache
it: Semplice

source: Reverb:
it: Reverbero:

source: Rotate
it: Ruota

source: An
it: On

source: Aus
it: Off

source: Laden
it: Carica

source: Datei hinzufügen
it: Aggiungi file

source: Verzeichnis hinzufügen
it: Aggiungi directory

source: Speichern unter
it: Salva con..

source: Löschen bestätigen...
it: Conferma eiminazione

source: Verwendungsort:
it: used ad location:

source: Adressbereich:
it: Address:

source: {Startadresse}
it: {Startaddress}

source: Gerätetyp:
it: Tipo Dispositivo

source: {Typ}
it: {Type}

source: Gerät löschen
it: Elimina Dispositivo

source: Löschen bestätigen
it: Conferma eliminazione

source: Das zu löschende Gerät wird noch verwendet. Bitte wählen Sie, wie weiter verfahren werden soll:
it: The device you want to delete is still in use. Please choose what to do now:

source: Gerätesteuerung
it: Controllo dispostivi

source: Ändert den Typ des ausgewählten Gerätes
it: Cambia il tipo di dispositivo selezionato

source: Fügt ein neues Gerät hinzu
it: Agg. nuovo dispositivo

source: Löscht das ausgewählte Gerät
it: Elimina il dispositivo selezionato

source: Erweiterte Einstellungen
it: Imp. avanzate

source: Anzahl in Bühnenansicht:
it: Number of items in stageview:

source: Erlaubt das automatische Setzen der Gerätefarbe über die Automatikszenen
it: Allows the change of devicecolor with automaticscenes

source: Farbe/Helligkeit mit Autoszene ändern
it: Change color/brightness with automaticscenes

source: Zeige Gerätebild in Bühnenansicht
it: Mostra icona in stageview

source: Geräte:
it: Devices:

source: Adresse
it: Indirizzo

source: Leistung
it: Power

source: Aktualisiert die gewählte Gerätegruppe mit aktueller Auswahl
it: Use current deviceselection for selected devicegroup

source: Selektiert nur Gruppengeräte
it: Seleziona solo questo gruppo dispositivi

source: Löscht die ausgewählte Gerätegruppe
it: Elimina il gruppo dispositivi selezionati

source: Fügt eine neue Gerätegruppe mit der aktuellen Auswahl hinzu
it: Adds a new devicegroup with the current deviceselection

source: Fügt die Geräte der Gruppe der aktuellen Selektion hinzu
it: Adds the groupdevices to the current selection

source: Zeigt die ID der aktuellen Gruppe an. Wird z.B. in Programmcode-Szenen benötig.
it: Shows the ID of the current devicegroup. Will be used in programcodescenes.

source: Gruppeneditor öffnen...
it: Open groupeditor...

source: Verwendungsort des markierten Gerätes:
it: Dispositivo selezionato utilizzato in:

source: Gerätegruppen:
it: Gruppo disp.:

source: Gerätewerte
it: Caratt. dispositivo

source: Positionskalibrierung:
it: Positioncalibration

source: Ermöglicht das Einstellen einer Dimmerkurve für die einzelnen Kanäle des selektierten Gerätes
it: Allows the setup of dimmingcurves for single channels of the selected device

source: Dimmerkurve
it: Curva Dimmer

source: Ändert das Bild für die grafische Bühnenansicht
it: Changes the picture for graphical stageview

source: Gerätebild
it: Devicepicture

source: Richtet für Geräte mit Farbrad die einzelnen Farben ein
it: Sets up the single colors for a device with colorwheel

source: Invertiere Pan
it: Inverti pan

source: Invertiere Tilt
it: Inverti tilt

source: Deaktiviert
it: Disattiva

source: Richtet für jeden Scanner/MH ein eigenes Koordinatensystem ein
it: Sets up an own coordinatesystem for each scanner/moving head

source: Kalibrieren
it: Calibrare

source: Geräteleistung
it: Potenza

source: Adresse:
it: Indirizzo:

source: Farbe:
it: Colore:

source: Nennt ein Gerät um
it: Rinomina il dispositivo

source: Umbenennen
it: Rinomina

source: Zeigt die ID des aktuellen Gerätes an. Halten Sie zum Ändern der ID die STRG-Taste beim Klicken gedrückt.
it: Shows the ID of the current device. To change the ID press CTRL-Key while klicking on this button.

source: Gerätesteuerung zurücksetzen
it: Reset controllo dispositivi

source: Gerätesteuerung speichern...
it: Salva devicecontrol...

source: Hinzufügen...
it: Agg...

source: Bearbeiten...
it: Modifica...

source: Löschen...
it: Elimina...

source: Bild ändern...
it: Cambia foto...

source: Kanalname senden
it: Send channelnames

source: Dimmerkurven einstellen...
it: Setup dimmingcurve...

source: Scanner kalibrieren...
it: Calibrate scanner...

source: ID des aktuellen Gerätes anzeigen
it: Mostra ID del dispositivo corrente

source: Adressen exportieren...
it: Export deviceaddresses...

source: Adressen importieren...
it: Import deviceaddresses...

source: Zusatzfunktionen
it: Funzioni aggiuntive

source: Alle Gerätebilder neu synchronisieren
it: Synchronize all devicepictures again

source: Gobokorrelation neu erstellen
it: Recreate Gobo-correlation

source: Selektierte Geräte mit Gerätedefinition abgleichen
it: Synchronize selected devices with DDFs

source: ID des selektierten Gerätes ändern
it: Cambia ID del dispositivo selezionato

source: Gruppen
it: Gruppi

source: Gruppeneditor öffnen
it: Apri editor gruppi

source: Neue Gruppe hinzufügen
it: Agg. nuovo gruppo dispositivi

source: Selektierte Gruppe löschen
it: Elimina gruppo selezionato

source: Auswahl aktualisieren
it: Aggiorna selezione

source: Nur Gruppengeräte selektieren
it: Select only Groupdevices

source: Aktuelle Selektion + Gruppe
it: Use current deviceselection + group

source: ID der aktuellen Gruppe anzeigen
it: Mostra ID del gruppo selezionato

source: DDFs aktualisieren
it: Aggiorna DDFs

source: Geräteeditor
it: Modifica dispositivi

source: PC_DIMMER Gerätedatei (*.pcddevs)|*.pcddevs|Alle Dateien|*.*
it: PC_DIMMER Devicefile (*.pcddevs)|*.pcddevs|All files|*.*

source: PC_DIMMER Gerätedatei öffnen
it: Apri PC_DIMMER devicefile

source: PC_DIMMER Gerätedatei speichern
it: Salva PC_DIMMER devicefile

source: Externe Daten importieren...
it: Import external data...

source: Import von externen Daten
it: Import of external data

source: Wählen Sie die zu importierenden Daten aus und klicken Sie auf OK
it: Choose the data to import and click on OK

source: (Strg+Klick oder Alt+Klick für globales Selektieren)
it: (Strg+Klick oder Alt+Klick for global selection)

source: Szene bearbeiten
it: Edita scene

source: Kanalwertaktualisierung
it: Refresh channelvalue

source: Nur aktive Kanäle eintragen
it: Enter just active channels

source: Trägt die aktuell vorliegenden Kanalwerte in die Szene ein
it: Inserts the current channelvalues into the scnee

source: Aktuelle Werte eintragen
it: Insert current values

source: Fügt nur Kanäle ein, die seit der letzten bearbeiteten Szene geändert wurden (siehe obere Liste)
it: Only inserts channels that have been changed since last scene

source: Nur geänderte Kanäle eintragen
it: Only insert changed channels

source: Einfache Szene
it: Scena Semplice

source: Geräteunabhängiges Einrichten von Kanalwerten
it: Setup of deviceindependent lightscenes

source: PC_DIMMER Szene (*.pcdfscn)|*.pcdfscn|Alle Dateien (*.*)|*.*
it: PC_DIMMER Scene (*.pcdfscn)|*.pcdfscn|All files (*.*)|*.*

source: PC_DIMMER Kanalwerte importieren
it: Import PC_DIMMER channelvalues

source: PC_DIMMER Kanalwerte exportieren
it: Export PC_DIMMER channelvalues

source: Achseneigenschaften
it: Axisproperties

source: Achsen:
it: Axis:

source: Achsenkalibration:
it: Axiscalibration:

source: Letzte Joystick-Ereignisse:
it: Last Joystick-Events:

source: Nutze XYZ
it: Use XYZ

source: Nutze ZRU
it: Use ZRU

source: Nutze UV
it: Use UV

source: Nutze AB-Slider
it: Use AB-Slider

source: Setzen
it: Set

source: Keine
it: No

source: Joystick-Steuerung
it: Joystickcontrol

source: < Zentrieren >
it: < Center >

source: Starten und Steuern Sie Szenen und Effekte, bzw. Geräte mithilfe von Gamepads oder Joysticks
it: Start and control scenes and effects with a joystick or gamepad

source: Abfrageintervall [ms]:
it: Refreshcylce [ms]:

source: Controller suchen
it: Search controller

source: Joysticksteuerung aktiviert
it: Joystickcontrol activated

source: Joystickfunktionen einrichten...
it: Setup joystickfunctions...

source: (kein Joystick aktiviert)
it: (no Joystick activated)

source: Joystick konfigurieren
it: Setup joystick

source: Joysticktasten
it: Joystickbuttons

source: X-Achse
it: X-Axis

source: Y-Achse
it: Y-Axis

source: Z-Achse
it: Z-Axis

source: R-Achse
it: R-Axis

source: U-Achse
it: U-Axis

source: V-Achse
it: V-Axis

source: Hoch
it: Up

source: Runter
it: Down

source: Rechts
it: Right

source: Links
it: Left

source: Button 1
it: Bottone 1

source: Button 2
it: Bottone 2

source: Button 3
it: Bottone 3

source: Button 4
it: Bottone 4

source: Button 5
it: Bottone 5

source: Button 6
it: Bottone 6

source: Button 7
it: Bottone 7

source: Button 8
it: Bottone 8

source: Button 9
it: Bottone 9

source: Button 10
it: Bottone 10

source: Button 11
it: Bottone 11

source: Button 12
it: Bottone 12

source: Button 13
it: Bottone 13

source: Button 14
it: Bottone 14

source: Button 15
it: Bottone 15

source: Button 16
it: Bottone 16

source: Button 17
it: Bottone 17

source: Button 18
it: Bottone 18

source: Button 19
it: Bottone 19

source: Button 20
it: Bottone 20

source: Button 21
it: Bottone 21

source: Button 22
it: Bottone 22

source: Button 23
it: Bottone 23

source: Button 24
it: Bottone 24

source: Button 25
it: Bottone 25

source: Button 26
it: Bottone 26

source: Button 27
it: Bottone 27

source: Button 28
it: Bottone 28

source: Button 29
it: Bottone 29

source: Button 30
it: Bottone 30

source: Button 31
it: Bottone 31

source: Button 32
it: Bottone 32

source: Button aktiviert
it: Bottone attivato

source: Kontinuierlich senden
it: Send data continuosly

source: Achseneinstellungen
it: Axissetup

source: Geschwindigkeitszunahme:
it: Speedincrease:

source: Position absolut
it: Posizione assoluta

source: Position relativ
it: Posizione relativa

source: Zurücksetzen
it: Reset

source: Achse invertieren
it: Invert Axis

source: Kanalübersicht
it: Channeloverview

source: Scrollen mit STRG+Mausrad
it: Scroll with CTRL+Mousewheel

source: Zellenbreite:
it: Rowwidth:

source: Min-Wert ändern...
it: Change min-value...

source: Max-Wert ändern...
it: Change max-value...

source: Kanalselektion ein/aus
it: Channelselection on/off

source: Kombinationsszene bearbeiten
it: Edit combinationscene

source: Kombinationsszene bearbeiten
it: edit combinationscene

source: Selektierte Szene/Effekt stoppen (sofern möglich)
it: Stop Scena/Effetto (se possibile)

source: Kombinationsszene
it: Scena combinata

source: Gleichzeitiges Ausführen mehrerer Einzelszenen
it: Start multiple scenes at the same time

source: Konsolensteuerung
it: Consolecontrol

source: Verfügbare Geräte
it: Dispositivi disponibili

source: Mehrere Geräte selektierbar machen
it: Make multiple devices selectable

source: und über Gruppierfunktion zu neuer
it: and add them with groupfunction

source: Gruppe hinzufügen. Kanäle bestehender
it: to new devicegroup. Accent devices

source: Gruppen hervorheben
it: of existing groups.

source: Durchgeführte Kanaländerungen
it: Accomplished changes of channel

source: Aktualisieren
it: Aggiorna

source: Steuerung
it: Controllo

source: Verschieben
it: Muovi

source: Tasten zuweisen
it: Reassign keys

source: MIDI Einrichten
it: Setup MIDI

source: Gruppenübersicht
it: Groupsummery

source: Geräte in aktueller Gruppe
it: Devices in current group

source: Gerätesteuerung
it: Controllo dispositivi

source: Buttonbeschriftung:
it: Etichetta Bottone:

source: Zeilen:
it: Righe:

source: Spalten:
it: Colonne:

source: Buttontyp:
it: Bottone tipo:

source: Kontrollpaneldatei öffnen
it: Open controllpanelfile

source: Kontrollpanel speichern
it: Save controlpanelfile

source: Kontrollpanel resetten
it: Reset controlpanel

source: Bezeichnung des aktuellen Buttons
it: etichetta bottone corrente

source: Button 1x1
it: Bottone 1x1

source: Spaltenanzahl
it: Colcount

source: Tempo des ablaufenden Skriptes
it: Speed of running script

source: Endlosablauf
it: Endless

source: Wählen zwischen Szene, Skript und Audiodatei
it: Choose between scene, script and audiofile

source: <Leer>
it: <Vuoto>

source: Skript
it: Script

source: Flashobjekt aus Verwaltung
it: Oggetto-flash dalla biblioteca

source: Flashskript
it: Flashscript

source: Flasheffekt
it: Effetto-flash

source: Programmcode ausführen
it: Run sourcecode

source: Tempo des ablaufenden Skriptes in BPM (Beats per Minute)
it: Speed of the running script in BPM (beats per minute)

source: Aktiviert die eingestellten Hotkeys
it: Activates the setup hotkeys

source: Hotkeys aktiv
it: Hotkeys attivo

source: Bearbeitet die Szene, das Skript oder die Audiodatei des Buttons
it: Edits the scene, the script or the audiofile of the button

source: Hält den Ablauf des aktuellen(!) Buttons an
it: Pauses the action of the current(!) button

source: Ändert das Bild zum aktuellen Button
it: Changes the buttonpicture

source: Bild ändern
it: Immagine

source: Statusleiste doppelt anklicken, um Titelleiste auszublenden...
it: Doubleclick on statusbar for show/hide the title

source: Speichern unter...
it: Salva con...

source: In den Vordergrund
it: To foreground

source: Bilder anzeigen
it: Visualizza foto

source: Buttons dunkel
it: Dark Buttons

source: Optionen anzeigen
it: Vis.opzioni

source: Hauptprogrammeffekte bei Klick deaktivieren
it: Deactivate effects in mainprogram on click

source: Tooltips anzeigen
it: Show tooltips

source: PC_DIMMER Kontrollpaneldatei (*.pcdcpnl)|*.pcdcpnl|Alle Dateien|*.*
it: PC_DIMMER Controlpanelfile (*.pcdcpnl)|*.pcdcpnl|All files|*.*

source: PC_DIMMER Kontrollpanel-Datei öffnen
it: Apri file pannello controllo

source: PC_DIMMER Kontrollpaneldatei (*.pcd)|*.pcdcpnl|Alle Dateien|*.*
it: PC_DIMMER controlpanelfile (*.pcd)|*.pcdcpnl|All files|*.*

source: PC_DIMMER Kontrollpanel-Datei speichern
it: Save PC_DIMMER controlpanelfile

source: Aus Bibliothek...
it: Dalla Biblioteca...

source: Bild entfernen
it: Rimuovi foto

source: Farbe ändern
it: Cambio colore

source: Ausschneiden
it: Taglia

source: Lauflicht-Assistent
it: Chaserassistant

source: Schritt 1/3: Geräte auswählen
it: Step 1/3: Choose devices

source: Erstellen Sie schnell und effektiv Lauflichter über verschiedene Geräte
it: Create chasers over several devices fast and easy

source: select
it: seleziona

source: Wählen Sie bitte die Geräte aus, die für das Lauflicht verwendet werden sollen. Es wird zunächst nur der Dimmerkanal des Geräts gewählt:
it: Please choose a device that will be used for the chaser. The dimmer-channel will be selected first.

source: order
it: Ordina

source: Nach oben
it: Su

source: Nach unten
it: Giù

source: muster
it: pattern

source: Vorschau und Geräteauswahl
it: Preview and Deviceselection

source: Kanaleinstellungen für unten ausgewähltes Gerät (klick auf eine Lampe wählt Gerät aus)
it: Channelsettings for selected device below (click on lamp chooses device)

source: Kanal des gewählten Gerätes:
it: Canali del dispositivo selezionato:

source: Kanalintensität [0..255]:
it: Intensità [0..255]:

source: Gewähltes Gerät:
it: Choosen device:

source: Muster
it: Pattern

source: 01 - Fortschreitend L>R
it: 01 - Stepup L>R

source: 02 - Fortschreitend L<R
it: 03 - Stepdown L<R

source: 03 - Fortschreitend Doppelt L>R
it: 03 - Countup double L>R

source: 04 - Aufbauend/Abbauend L>R
it: 04 - Countup/Countdown L>R

source: 05 - Aufbauend/Abbauend L<>R
it: 05 - Countup/Countdown L<>R

source: 06 - Pendeln 1 L<>R
it: 06 - Swing 1 L<>R

source: 07 - Pendeln 2 L<>R
it: 07 - Swing 2 L<>R

source: 08 - Rechts/Links-Blinkend
it: 08 - Right/Left-Blinking

source: 09 - Rechts/Links/Mitte-Blinkend
it: 09 - Right/Left/Middle-Blinking

source: 10 - Gerade/Ungerade wechselnd
it: 10 - Odd/Even changing

source: 11 - Mitte/Außen + Gerade/Ungerade wechselnd
it: 11 - Middle/Corner + Odd/Even changing

source: Fertiges Muster
it: Predefined Chasers

source: Eigenes Muster
it: Own pattern

source: Invertiert
it: Invertito

source: Einstellungen
it: Settings

source: Bezeichnung des Effekts:
it: Nome dell'effetto:

source: Blendzeit [h:m:s:ms]:
it: Fadetime [h:n:s:ms]:

source: Lauflicht
it: Chaser

source: < Zurück
it: < Back

source: Anzeige auf Geräten
it: Preview on devices

source: PC_DIMMER Lauflicht (*.pcdchse)|*.pcdchse|Alle Dateien (*.*)|*.*
it: PC_DIMMER Chaser (*.pcdchse)|*.pcdchse|All files (*.*)|*.*

source: Eigenes Lauflicht erstellen
it: Create own chaser

source: Rechte Maustaste für Menü
it: Right mouseclick for menu

source: Zeilenanzahl:
it: Rowcount:

source: Gerätedetails
it: Details

source: Fadezeit:
it: Fadetime:

source: Delayzeit:
it: Delaytime:

source: Delayzeit in Millisekunden
it: Delaytime in milliseconds

source: Fadezeit in Millisekunden
it: Fadetime in milliseconds

source: Kanalwert
it: Channelvalue

source: Aktiviert die RGB-Kontrollen
it: Activates the RGB-control

source: Verwende RGB
it: Use RGB

source: Aktiviert den selektierten Kanal
it: Activates the selected channel

source: Wechsel
it: Change

source: Blendzeit:
it: Fadetime:

source: Zeige Animation
it: Show animation

source: Alle Kanäle aktivieren
it: Attiva tutti i canali

source: Alle Kanäle deaktivieren
it: Disattiva tutti i canali

source: Alle Kanäle selektieren
it: Seleziona tutti i canali

source: Alle Kanäle auf RGB-Modus schalten
it: Switch all channels to RGB-mode

source: Alle Kanäle auf Normal-Modus schalten
it: Switch all channels to normal-mode

source: Alle Kanäle Blackout
it: Blackout to all channel

source: Alle Delayzeiten zurücksetzen
it: Reset delaytime

source: Alle Fadezeiten zurücksetzen
it: Reset fadetime

source: Layerbezeichnungen
it: Layerdescription

source: Leistungssteuerung
it: Powercontrol

source: Art der Berechnung:
it: Type of calculation:

source: Installierte Leistung
it: Installed power

source: Gesamt L1
it: Sum L1

source: Gesamt L2
it: Complete L2

source: Gesamt L3
it: Complete L3

source: Leistungsverteilung
it: Powerallocation

source: Gesamt L4
it: Complete L4

source: Automatische Leistungssteuerung aktivieren
it: Automatic powercontrol activated
