Repository: ming-hai/PC_DIMMER
Catalog: Core/locale/*/LC_MESSAGES/default.po
Languages: it

source: Quelle:
it: Sorgente:

source: Keyframeintervall:
it: Keyframeinterval:

source: Kanalanzahl:
it: Channelcount:

source: CRC aktiviert:
it: CRC activated:

source: Frame ist Keyframe:
it: Frame is Keyframe:

source: Titel:
it: Titolo:

source: Projektname:
it: Nome progetto:

source: Beschreibung:
it: Descrizione:

source: Jahr:
it: Anno:

source: Kommentar:
it: Commenti:

source: Reserviert:
it: Riservato:

source: Datei öffnen
it: Apri file

source: Einzelnes Frame decodieren
it: Decode single frame

source: Datei schließen
it: Chiudi file

source: Kanalwerte:
it: Channelvalues:

source: Identifikation:
it: Identificazione:

source: Reserviertes Byte:
it: Byte riservato:

source: Titel
it: Titolo

source: Projektname
it: Nome Progetto

source: Beschreibung
it: Descrizione

source: Dies ist ein Demokommentar
it: Questo è un commento dimostrativo

source: DMX-Stream Einstellungen
it: DMX-Stream setup

source: CRC16 Checksumme aktivieren
it: CRC16 Checksumme enabled

source: Encoder-Informationen
it: Encoder-Information

source: Encodierte Frames:
it: Encoded frames:

source: Durchschnittliche Kanäle pro Frame:
it: Channels per frame (mean):

source: Encodierte Keyframes:
it: Encoded Keyframes:

source: Kanäle pro Keyframe:
it: Channels per Keyframe:

source: Datenrate:
it: Datarate:

source: Aufnahmefunktionen
it: Funzione registrazione

source: Ziel:
it: Destinazione:

source: Pause/Weiter
it: Pause/Next

source: Testpanel
it: PannelloTest

source: Kanäle 1-512
it: Canali 1-512

source: Quellstream A
it: Sourcestream A

source: Öffnen
it: Apri

source: Quellstream B
it: Sourcestream B

source: Zielstream
it: Destinationstream

source: Seriennummer:
it: Serial:

source: Firmware erstellen...
it: Create firmware...

source: Zufällige SN generieren...
it: Generate random serial...

source: Typ der Seriennummer
it: Type of serial

source: Dezimal
it: Numbers

source: Hexadezimal
it: Hexadecimal

source: Zeichen
it: Characters

source: Zeichen und Ziffern
it: Characters and Numbers

source: PC_DIMMER DMX512 Interface-DLL Testprogramm
it: PC_DIMMER DMX512 Interface-DLL Testprogram

source: Kanal 1
it: Canale 1:

source: Kanal
it: Canale

source: OpenLink
it: ApriLink

source: CloseLink
it: ChiudiLink

source: CloseAllLinks
it: ChiudiTuttiLinks

source: Angeschlossene Interfaces
it: Interfaccia Connessa

source: Angeschlossene Interfaces anzeigen
it: Visualizza Interfacce connesse

source: Geöffnete Interfaces
it: Interfacce Aperte

source: Geöffnete Interfaces anzeigen
it: Visualizza Interfacce Aperte

source: Erkennungseinstellungen
it: Capturesettings

source: Blenddämpfungsfaktor:
it: Blenddampingfactor:

source: Abfrageintervall:
it: Intervallo refresh:

source: Startkanal:
it: Indirizzo di partenza

source: Maximale Sättigung:
it: Saturazione massima

source: Automatische Sättigung
it: Auto-Saturazione

source: Weiche Übergänge
it: Smooth transitions

source: Vorschau
it: Preview

source: Farbkorrektur
it: Correzione colore

source: Rot
it: Rosso

source: Grün
it: Verde

source: Blau
it: Blu

source: Hell.
it: Hue

source: Sätt.
it: Sat.

source: Regler zurücksetzen
it: Reset Sliders

source: Positionseinstellungen und Korrekturen
it: Settings for Position and Corrections

source: Genereller Pixelabstand vom Monitorrand:
it: General distance to monitor-border:

source: Pixel jeweils links/rechts bzw. oben/unten
it: Pixel to left/right or top/bottom

source: Erkennungsbereichsbreite:
it: Capturewidth:

source: 4:3 Balken auf 16:9 Monitoren kompensieren
it: Remove 4:3 bars on 16:9 monitors

source: 16:9 Balken auf 4:3 Monitoren kompensieren
it: Remove 16:9 bars on 4:3 monitors

source: Netzwerkeinstellungen
it: Impostazioni di rete

source: IP-Adresse:
it: IP-Address:

source: Verbinden
it: Connetti

source: Alle Daten in einer Nachricht senden
it: Send all data within one message

source: Ambilight-Konzepttest für PC_DIMMER
it: Ambilight-Proff of concept for PC_DIMMER

source: weitere Informationen unter www.pcdimmer.de
it: Further infos at http://www.pcdimmer.de

source: Positionierung auf Monitor
it: Posizione del monitor

source: Laufwerk geschlossen aber entriegelt
it: Drive closed but unlocked

source: Aktuelle CD:
it: Actual CD:

source: Keine CD eingelegt...
it: No CD...

source: Repeat
it: Ripeti

source: Playlist abarbeiten
it: Usa playlist

source: Lautstärke
it: Volume

source: Position
it: Posizione

source: Quellverzeichnis:
it: Cartella sorgente:

source: PC_DIMMER ZIP-Datei (*.pcdgzip)|*.pcdgzip|Alle Dateien (*.*)|*.*
it: PC_DIMMER ZIP-File (*.pcdgzip)|*.pcdgzip|All files (*.*)|*.*

source: Fehler in Gerätedefinition
it: Error in Devicedefinition

source: Schließen
it: Chiudi

source: Gitternetzgröße:
it: Dimensionegriglia:

source: Gitternetzgröße
it: Dimensionegriglia:

source: Standardoptionen
it: Standardoptions

source: Neues DDF
it: Nuovo DDF

source: Neue Gerätedatei
it: Nuovo devicefile

source: DDF öffnen...
it: Apri DDF...

source: Gerätedatei öffnen...
it: Apri devicefile...

source: DDF speichern...
it: Salva DDF...

source: Gerätedatei speichern...
it: Salva devicefile...

source: Komponenten
it: Componenti

source: Gerätebild und -name
it: Devicepicture and -name

source: Label
it: Etichetta

source: Button
it: Bottone

source: Progressbar
it: Barra avanzamento

source: Fortschrittsbalken
it: Progressbar

source: Slider
it: Cursore

source: Linie
it: Linea

source: Positionierung
it: Positioning

source: Farbauswahl (COLOR1-Kanal)
it: Colorchoser (COLOR1-channel)

source: Farbauswahl (COLOR2-Kanal)
it: Colorchoser (COLOR2-channel)

source: DIP-Anzeige
it: DIP-Switch

source: DIP-Anzeige der Startadresse
it: DIP-Vista indirizzo di partenza

source: Grundeinstellungen
it: Basesettings

source: Geräteeinstellung
it: Impostazioni dispositivo

source: Name:
it: Nome:

source: Hersteller:
it: Marca:

source: Autor:
it: Autore:

source: Gerätebild:
it: Foto:

source: Breite:
it: Largh:

source: Höhe:
it: Altezza:

source: Neues Gerät
it: Nuovo dispositivo

source: Vendor
it: Marca

source: Neuer Autor
it: Nuovo Autore

source: Erzeuge GUI anhand Kanälen
it: Create GUI made by channels

source: Kanäle
it: Monitor

source: Kanaleinstellungen
it: Impostazioni canale

source: Editiere Kanal:
it: Mod. canale:

source: Kanalname:
it: Nome canale:

source: Minimaler Wert:
it: Valore minimo:

source: Maximaler Wert:
it: Valore massimo:

source: Kanaltyp:
it: Tipo canale:

source: Startwert:
it: Valore iniziale:

source: Fügt dem Gerät einen neuen Kanal hinzu
it: Aggiungi un nuovo canale al dispositivo

source: Löscht den letzten Kanal des Gerätes
it: Deletes the last channel of the device

source: Helligkeit
it: Luminosità

source: Farben
it: Colori

source: Tabelle der Gerätefarben (COLOR2-Kanal):
it: Table of devicecolors (COLOR2-channel):

source: Endwert:
it: Valore finale:

source: Tabelle der Gerätefarben (COLOR1-Kanal):
it: Table of devicecolors (COLOR1-channel):

source: Neue Farbe
it: Nuovo colore

source: &Other...
it: &Altri...

source: Fügt dem Gerät eine neue Farbe hinzu
it: Agg. nuovi colori al dispositivo

source: Löscht die markierte Farbe aus dem Gerätes
it: Elimina colori selezionati dal dispositivo

source: Tabelle der Geräte-Gobos (GOBO2-Kanal):
it: Tabella dei Gobo (GOBO2-channel):

source: Tabelle der Geräte-Gobos (GOBO1-Kanal):
it: Tabella dei Gobo (GOBO1-channel):

source: Neues Gobo
it: Nuovo Gobo

source: Gobo1-Rotation
it: Gobo1-Rotazione

source: Stillstand:
it: Standstill

source: Rechts mas:
it: Right max:

source: Links max:
it: Left max:

source: Kanal:
it: Canale:

source: Rechts min:
it: Right min:

source: Links min:
it: Left min:

source: Gobo2-Rotation
it: Gobo2-Rotazione

source: Rechts max:
it: Right max:

source: Shutter-Einstellungen
it: Shutter-Settings

source: Shutterkanal:
it: Shutter ch:

source: Geschlossen:
it: Chiuso:

source: Offen:
it: Aperto:

source: SHUTTER
it: OTTURATORE

source: Strobo-Einstellungen
it: Strobe-Settings

source: Strobe-Kanal:
it: Strobo ch:

source: Aus:
it: Off:

source: Dimmer-Einstellungen
it: Dimmer-Settings

source: Komponenteneinstellung
it: Componentsettings

source: Funktion:
it: Funzioni:

source: Kanalwert:
it: Val. canali:

source: Item-Bild:
it: Item-Picture:

source: Komponente entfernen
it: Rimuovi componente

source: Fügt ein neues Item hinzu
it: Adds a new item

source: Löscht das letzte Item
it: Deletes the last item

source: Funktionen
it: Funzioni

source: Funktionsname:
it: Nome funzione:

source: Funktionen:
it: Funzioni:

source: Standard-Fkt.:
it: Standardfct.:

source: Spezial-Fkt.:
it: Special-Fct.:

source: Neue Funktion hinzufügen
it: Aggiungi nuova funzione

source: Aktuelle Funktion löschen
it: Elimina funzione corrente

source: set_channel('',-1,{#ENDWERT#},0,0);
it: set_channel('',-1,{#ENDVALUE#},0,0);

source: set_channel('#KANALTYP#',{#STARTWERT#},{#ENDWERT#},{#ZEITINMS#},{#DELAYINMS#});
it: set_channel('#CHANNELTYPE#',{#STARTVALUE#},{#ENDVALUE#},{#TIMEINMS#},{#DELAYINMS#});

source: set_channel('#KANALTYP#',-1,{#ENDWERT#},{#ZEITINMS#},{#DELAYINMS#});
it: set_channel('#CHANNELTYPE#',-1,{#ENDVALUE#},{#TIMEINMS#},{#DELAYINMS#});

source: get_channel('#KANALTYP#');
it: get_channel('#CHANNELTYP#');

source: ShowMessage('Dies ist eine Nachricht');
it: Visualizza messaggio('questo è il messaggio');

source: if messagedlg('Dies ist ein Abfragefenster',mtWarning,[mbYes,mbNo],0)=mrYes then ;
it: if messagedlg('This is a Yes/No window',mtWarning,[mbYes,mbNo],0)=mrYes then ;

source: if messagedlg('Dies ist ein Abfragefenster',mtConfirmation,[mbYes,mbNo],0)=mrYes then ;
it: if messagedlg('This is a Yes/No window',mtConfirmation,[mbYes,mbNo],0)=mrYes then ;

source: Lässt die aktuelle Funktion ablaufen
it: Esegui funzione corrente

source: Funktion testen
it: Prova funzione

source: Vorschau
it: Prevista

source: Hauptmenü
it: Menu Principale

source: Datei
it: File

source: DDF speichern unter...
it: Salva DDF con...

source: Neue Komponente
it: Nuovi componenti

source: Komponenten bewegen
it: Muovi componenti

source: Gerätename:
it: Nome dispositivo:

source: Startadresse:
it: Startaddress:

source: Invertiere PAN
it: Inverti PAN

source: Invertiere TILT
it: Inverti TILT

source: Automatic
it: Automatico

source: Andere Farben...
it: Più colori...

source: Other Colors...
it: Altri Colori...

source: clBlack=Black
it: clBlack=Nero

source: clMaroon=Maroon
it: clMaroon=Marrone

source: clGreen=Green
it: clGreen=Verde

source: clOlive=Olive green
it: clOlive=Verde oliva

source: clPurple=Purple
it: clPurple=Viola

source: clGray=Gray
it: clGray=Grigio

source: clSilver=Silver
it: clSilver=Argento

source: clRed=Red
it: clRed=Rosso

source: clLime=Lime
it: clLime=Verde Limone

source: clYellow=Yellow
it: clYellow=Giallo

source: clBlue=Blue
it: clBlue=Blu

source: clWhite=White
it: clWhite=Bianco

source: clMoneyGreen=Money green
it: clMoneyGreen=Verde Denaro

source: clSkyBlue=Sky blue
it: clSkyBlue=Azzurro cielo

source: clCream=Cream
it: clCream=Crema

source: clMedGray=Medium gray
it: clMedGray=Grigio medio

source: clBackground=Desktop background
it: clBackground=Sfondo Desktop

source: clMenu=Menu background
it: clMenu=Sfondo menu

source: clWindow=Window background
it: clWindow=Sfondo finestra

source: DDF-Datei (*.pcddevc)|*.pcddevc|Alle Dateien (*.*)|*.*
it: DDF (*.pcddevc)|*.pcddevc|All files (*.*)|*.*

source: TRUE, YES, Y
it: VERO, SI, S

source: FALSE, NO, N
it: FALSO, NO, N

source: device
it: Dispositivo

source: Gerätebild wählen...
it: Scegli immagine dispositivo...

source: Verfügbare Bilder:
it: Immagini Disponibili:

source: Vorschau:
it: Preview:

source: Verfügbare Auflösungen:
it: Risoluzioni disponibili:

source: Abbrechen
it: Annulla

source: Gerätebild anpassen
it: Cambia Immagine dispositivo

source: Wählen Sie ein passendes Bild für eine bessere Übersicht
it: Scegli immagine

source: PC_DIMMER Setup-/Diagnoseprogramm
it: PC_DIMMER Setup-/Diagnoseprogram

source: Kanalkontrolle
it: Controllo canali

source: Kanal 2
it: Canale 2:

source: Kanal 3
it: Canale 3:

source: Kanal 4
it: Canale 4:

source: Kanal 5
it: Canale 5:

source: Kanal 6
it: Canale 6:

source: Kanal 7
it: Canale 7:

source: Kanal 8
it: Canale 8:

source: Ende
it: Fine

source: Zeit
it: Tempo

source: Einzelfader
it: Singolo Slider

source: Automatisches Dimmen
it: Autodissolvi

source: Programmversion 4.0 vom 30.09.2008
it: Versione Programma 4.0 del 30.09.2008

source: Startadressauswahl
it: Indirizzo iniziale sel.

source: Ausführen
it: Esegui

source: Beenden
it: Uscita

source: PC_DIMMER Gerätedaten
it: PC_DIMMER Dati dispositivo

source: Version:
it: Versione:

source: Datum:
it: Data:

source: Betriebsfrequenz:
it: Frequenza operativa:

source: Taktfrequenz:
it: Frequenza:

source: Übertragungsrate:
it: Transmissionrate:

source: Geräteadresse:
it: Deviceaddress:

source: Typ:
it: Tipo:

source: Kanal 1:
it: Canale 1:

source: Kanal 2:
it: Canale 2:

source: Kanal 3:
it: Canale 3:

source: Kanal 4:
it: Canale 4:

source: Kanal 5:
it: Canale 5:

source: Kanal 6:
it: Canale 6:

source: Kanal 7:
it: Canale 7:

source: Kanal 8:
it: Canale 8:

source: Dimmkurve:
it: Dimmingcurve:

source: zu Startadresse:
it: to startaddress:

source: Startadresse 1 ändern
it: Cambia indirizzo iniziale 1

source: Hardwareinfo abrufen
it: Call hardwareinfos

source: Kanalwerte abrufen
it: Call channelvalues

source: Adresse ändern
it: Cambia indirizzo

source: Serielle Schnittstelle
it: Porta seriale

source: Port
it: Porta

source: Übertragungsrate
it: Transmissionrate

source: PC_DIMMER CommandlineTool
it: PC_DIMMER Linea di comando

source: befehl
it: command

source: PC_DIMMER Netzwerk-Kommunikationstest
it: PC_DIMMER Comunicazione-test rete

source: Verbindung hergestellt...
it: Connessione Stabilita...

source: Trennen
it: Disconnetti

source: Absoluter Kanal
it: Canale assoluto

source: Wert:
it: Valore:

source: Szene
it: Scena

source: Szenen-ID:
it: Scena ID:

source: Geräteliste
it: Lista dispositivi

source: Geräte abrufen
it: Call devices

source: Geräteinformationen
it: Deviceinformation

source: Kontrollpanel
it: PannelloControllo

source: Anzahl Buttons abfrage
it: Numero richiesto di bottoni

source: Buttoninfo abfragen
it: Request buttoninfos

source: PC_DIMMER2010 MediaCenter Server [Nicht verbunden]
it: PC_DIMMER2010 MediaCenter Server [not connected]

source: MediaCenter anzeigen/verbergen
it: Mostra/Nascondi MediaCenter

source: Port einstellen
it: Setup port

source: Nachrichtensystem
it: Messaggi sistema

source: Bitte entsprechend die Datei messagesystem.pas einsehen...
it: Please have a look into the file messagesystem.pas...

source: Infos
it: Informazioni

source: Kanalwerte zur DLL senden
it: Send channelvalue to DLL

source: Zeit [ms]:
it: Time [ms]:

source: Kanalname
it: Channelname

source: DLLIsSending (um Feedbacks z.B. bei DMX-In zu vermeiden)
it: DLLIsSending (to prevent feedbacks on DMX-In)

source: Generelle Pluginfunktionen
it: pluginfunctions

source: DLLAbout (nur Outputplugin)
it: DLLAbout (Outputplugin only)

source: DLLConfigure (nur Outputplugin)
it: DLLConfigure (Outputplugin only)

source: DLLShow (nur Programmplugin)
it: DLLShow (Programplugin only)

source: Plugin laden
it: Load plugin

source: Plugin schließen
it: Chiudi plugin

source: PC_DIMMER2010 Plugins (*.dll)|*.dll|Alle Dateien (*.*)|*.*
it: PC_DIMMER2010 Plugins (*.dll)|*.dll|All files (*.*)|*.*

source: PC_DIMMER Netzwerkserver
it: PC_DIMMER Server rete

source: Telefon: 05681/2524 - Fax: 05681/609169
it: Phone: +49 5681 2524 - Fax: +49 5681 609169

source: Netzwerkverbindung einrichten
it: Setup network connection

source: Bitte wählen Sie die Verbindungsart:
it: Please choose the network type:

source: SessionType
it: Tipo Sessione

source: SessionNew
it: Nuova Sessione

source: Weiter >
it: Prossimo >

source: < &Zurück
it: < Previous

source: PC_DIMMER Netzwerk-Server
it: PC_DIMMER Networkserver

source: Minimiert den Netzwerk-Server als Icon im Systray
it: Minimizes the networkserver to the tray

source: Netzwerk
it: Rete

source: Setzt den links eingegebenen Wert als Netzwerk-Port
it: Set the portnumber on the left as networkport

source: Port setzen
it: Set port

source: Einstellungen
it: Settings

source: PC-Power-Knopf sperren
it: Lock PC-Powerknob

source: Bei Windowsstart Server starten
it: Start server on windowsstartup

source: Empfangene Daten
it: Received data

source: End
it: Fine

source: Fadezeit: 0h 0min 0s 0ms
it: Fadetime: 0h 0min 0s 0ms

source: Informationen
it: Informazioni

source: Server nicht gestartet...
it: Server not started...

source: PC_DIMMER Ausgabeplugins
it: PC_DIMMER Outputplugins

source: Konfigurieren
it: Configura

source: Informationen
it: Informazioni

source: Einstellungen
it: Impostazioni

source: Sprache
it: Lingua

source: Deutsch
it: Tedesco

source: English
it: Inglese

source: Français
it: Francese

source: PC_DIMMER Netzwerk-Server : Disconnected
it: PC_DIMMER Server Rete : Disconnesso

source: Server Beenden
it: Exit server

source: Christian Nöding
it: Chris Noeding

source: Nach dem Start "F1" für weitere Informationen drücken...
it: Press "F1" after starup for more informations

source: Auflösung
it: Risoluzione

source: Nutze aktuelle Bildschirmauflösung
it: Usa risoluzione schermo corrente

source: Vollbild
it: Schermo intero

source: Zusatzoptionen
it: Opzioni aggiuntive

source: Rendereinstellungen
it: Opzioni rendering

source: SoftScanner anzeigen/verbergen
it: Mostra/Nascondi SoftScanner

source: DMXControl DSS200 DDF (*.xml)|*.xml|Alle Dateien (*.*)|*.*
it: DMXControl DSS200 DDF (*.xml)|*.xml|All files (*.*)|*.*

source: Kanal: ?
it: Channel: ?

source: Wert: ?
it: Value: ?

source: Gobo-Rotation:
it: Rotazione-Gobo:

source: Special:
it: Speciali:

source: Netzwerkdaten:
it: Networkdata:

source: Endwert: ?
it: Endvalue: ?

source: Blendzeit: ?
it: Blendtime: ?

source: Partikel
it: Particle

source: Partikeleditor
it: Particleeditor

source: Grundsätzliches
it: Generale

source: Partikeldauer
it: Time of particle

source: sek.
it: sec.

source: Lebensdauer:
it: Lifetime:

source: Partikelerzeugung
it: Particlecreation

source: Erzeuge einen Partikel alle
it: Create a particle every

source: Wenn keine Partikel da, dann erzeuge
it: If there are no particle then create

source: Darstellung
it: Display

source: Blendmodus:
it: Blendmode:

source: Bewegung
it: Movimento

source: Größe, Geschwindigkeit, Rotation
it: Dimensione, velocità, rotazione

source: Größe:
it: Dimens:

source: Rotation:
it: Rotazione:

source: Variation der Geschwindigkeit:
it: Regolazione velocità:

source: maximal:
it: Maximum:

source: Stärke und Winkel
it: Strength and angle

source: Offen: 360°
it: Aperto: 360°

source: Winkel: 0°
it: Angolo: 0°

source: Erzeugungswinkel:
it: Angle of creation

source: Winkel:
it: Angolo:

source: Stärke:
it: Volume:

source: Speichern
it: Salva

source: Preset laden
it: Carica preset

source: Neues Partikel-Preset
it: New particle-preset

source: Generelles Scannersetup
it: General Scannersettings

source: Anzahl dargestellter Scanner:
it: Numero di scanner:

source: Name
it: Nome

source: Image and Colors
it: Immagini e colori

source: Load new image file...
it: Carica nuovo file immagine...

source: Add color
it: Agg. colore

source: Move up
it: Muovi su

source: Move down
it: Muovi giù

source: Movement
it: Movimento

source: Size, Speed and Rotation
it: Dim, Velocità e Rotazione

source: Size:
it: Dim:

source: Speed variation:
it: Variazione velocità:

source: Angle:
it: Angolo:

source: Save
it: Salva

source: Save as...
it: Salva con...

source: Load file...
it: Carica file...

source: Close
it: Chiudi

source: Images
it: Immagine

source: Background color...
it: Colore sfondo...

source: WINDOWVERSION
it: VERSIONEWINDOW

source: Frequenz:
it: Frequenza:

source: Extensions:
it: Estensioni:

source: Prozessorinformationen:
it: Info Processori:

source: PROGRAMMVERSION
it: VERSIONEPROGRAMMA

source: Computerlaufzeit:
it: Tempo Funzionamento PC:

source: Telefon: 05681/9390747 - Mobil: 0179/5014852
it: Phone: 05681/9390747 - Mobil: 0179/5014852

source: Speicherauslastung:
it: Uso memoria:

source: > Steuerung von Scheinwerfern aller Art > Gruppierung und Fanning von Geräten > Weboberfläche und Netzwerkfunktionen > Zeitgesteuerte Abläufe > Steuerung von Medienabläufen (z.B. Beamer)
it: > Control of lamps of all types > Grouping and fanning of devices > Webcontrol and networkfunctions > Control cues by time > Control of media-cues (e.g. beamer)

source: Leistungsübersicht:
it: Poweroverview:

source: > MIDI-Input/Output > DMX-In > Joysticks und Gamepads > Infrarotfernbedienung > Netzwerk > Eigene Hardware (über Plugins)
it: > MIDI-Input/Output > DMX-In > Joysticks und Gamepads > IR-Control > Networks > Own hardware (Plugins)

source: Steuerungsmöglichkeiten:
it: Types of controlling:

source: Zeigt die aktuelle Speicherauslastung in Prozent an
it: Mostra utilizzo menoria in percentuale

source: Idee und Umsetzung:
it: Idea and programming:

source: Projektbeginn: November 2004
it: Project started: November 2004

source: Hauptgrund für die Programmierung des Programms:
it: Main Reason for programming the program:

source: Jährliche Karneval- und Theateraufführung in Frielendorf
it: Yearly carnival party in our town

source: Dieses Programm nutzt Softwareteile von Drittanbietern:
it: This program uses 3rd party code:

source: Skriptverarbeitung (c) 1998 by Segment B.V.
it: Scripting (c) 1998 by Segment B.V.

source: BassDLL 2.4 (c) 1999-2007 Ian Luck
it: BassDLL 2.4 (c) 1999-2010 Ian Luck

source: FFT Erkennung (c) 2009 Benjamin Häublein
it: FFT Detection (c) 2009 Benjamin Häublein

source: Danke an alle Freeware- und OpenSource-Programmierer(innen)
it: Thanks to all freeware- and opensource-programmers

source: Vielen Dank auch an das Partnerprojekt DMXControl und Stefan
it: Many thanks to the project DMXControl and Stefan

source: Krupop für gute Ideen und Zusammenarbeit ;-)
it: Krupop for good ideas and support ;-)

source: Akkuwarnmeldung
it: Allarme Batteria

source: Sie arbeiten derzeit im Akkubetrieb mit einer niedrigen Energieleistung.
it: Stai lavorando con la batteria quasi scarica.

source: Es wird dringend empfohlen ein Netzteil anzuschließen!
it: Per favore collega il PC alla rete elettrica!

source: Verbleibende Restenergie:
it: Energia Residua:

source: Fehler in Energiezufuhr
it: Disfunzione supporto energetico.

source: Niedriger Akkuwert festgestellt
it: Riscontrato batteria scarica.

source: Warten-Aktion
it: Wait-Action

source: Schalten-Aktion
it: Switch-Action

source: Fade-Aktion
it: Fade-Action

source: Synchronisation
it: Sincronizzazione

source: Synchronisation
it: Sincronizzazione

source: Letzte Aktionen abschließen
it: Last Action complete

source: Auf Tastendruck warten
it: Attendo pressione tasti

source: Werte in (%)
it: Valore in (%)

source: Start- und Endwert [von:bis]
it: Start- and Endvalues [from:to]

source: Startwert in (%) bzw. -1 für aktuellen Wert
it: Startvalue in (%) or -1 for actual value

source: Endwert in (%)
it: Endvalue in (%)

source: Fade-Zeit [h:min:s:ms]
it: Fade-Time [h:min:s:ms]

source: Wartezeit [h:min:s:ms]
it: Waittime [h:min:s:ms]

source: Kanalübersicht
it: Panoramica canali

source: Springe zu Kanal:
it: Salta al canale:

source: Warte
it: Attendi

source: Schalte
it: Switch

source: Hinweis
it: Notice

source: Geräteliste
it: Lista dispositivi

source: Geräte-Informationen
it: Info-dispositivo

source: Datei:
it: File:

source: Neue Gerätedefinition erstellen...
it: Crea nuova definizione dispositivo...

source: Neues Gerät hinzufügen...
it: Agg.nuovo dispositivo...

source: Anzahl:
it: Numero:

source: ab Adresse:
it: Da indirizzo:

source: Letzte, verwendete Adresse:
it: Ultimo indirizzo usato:

source: Freiraum:
it: Clearance:
