Repository: ming-hai/PC_DIMMER
Catalog: Core/locale/*/LC_MESSAGES/default.po
Languages: it

source: MediaCenter Szenen steuern die Medienwiedergabe an entfernten Computern.
it: MediaCenter-Scenes are controlling the media on a remote-computer

source: Presetszenen sind ähnlich wie Presets, wenden die Eigenschaften aber nur auf bestimmte Geräte an
it: Presetscenes are somthing like presets, but control only user-defined devices.

source: Pluginszenen werden von Plugins bereit gestellt und besitzen unterschiedliche Funktionen
it: Plugin-Scenes are served by plugins and have function the plugin will give you

source: Dies ist der derzeit bearbeitete Effekt. Er darf sich nicht selbst aufrufen!
it: This is the currently edited effect. It is not possible to call itself again to avoid a feedback.

source: Neue Presetszene
it: New Presetscene

source: Möchten Sie wirklich alle ShortCuts löschen?
it: Do you want to delete all shortcuts?

source: Wie sollen die Tasten-Einstellungen aus der Datei geladen werden?
it: How should the data be load out of the file?

source: Es werden alle bisherigen ShortCuts gelöscht und die Standard-ShortCuts wieder hergestellt. Fortfahren?
it: All shortcuts will be deleted and the standard hotkeys will be restored. Continue?

source: Möchten Sie die aktuelle Timecodeplayerbank löschen?
it: Do you want to delete the current timecodeplayerbank?

source: Wie soll die Timecodeplayer-Liste aus der Datei geladen werden?
it: How the timecodeplayerlist should be loaded out of the file?

source: PC_DIMMER benötigt Admin-Rechte auf diesem Computer. Klicken Sie bitte mit der rechten Maustaste auf das PC_DIMMER-Icon und wählen Sie "Als Administrator ausführen..." aus dem Kontextmenü.
it: PC_DIMMER needs Admin-rights on this computer. Click with the right mouse on the PC_DIMMER icon and choose "Run as administrator..." from the context menu.

source: PC_DIMMER benötigt Admin-Rechte auf diesem Computer. Bitte stellen Sie dies für einen korrekten Betrieb sicher.
it: PC_DIMMER needs Admin-rights on this computer. Please start with enough rights for a correct start.

source: CompanyName
it: NomeCompagnia

source: FileDescription
it: DescrizioneFile

source: ProductName
it: Nome Prodotto

source: Translation
it: Traduzione

source: Next >
it: Prossimo >

source: Vendor ID (hex format)
it: Marca ID (hex format)

source: Comments
it: Commenti

source: Done
it: Fatto

source: Install Now..
it: Installa Ora...

source: State
it: Stato
