Repository: ming-hai/PC_DIMMER
Catalog: Core/locale/*/LC_MESSAGES/default.po
Languages: it

source: Anzal DMX-Kanäle:
it: Number of DMX-Channels:

source: Timerfrequenz in ms:
it: Timer-Frequency in ms:

source: Kompatibel zu JMS-USB2DMX, Eurolite-DMX-Interface, GUS-Electronics Interface und vielen "eBay"-Interfaces
it: Compatible to JMS-USB2DMX, Eurolite-DMX-Interface, GUS-Electronics Interface and many "eBay"-Interfaces

source: Verbinden und Ausgabe starten
it: Connect and start output

source: Bytes geschrieben:
it: Bytes written:

source: Bytes gelesen:
it: Bytes read:

source: DMX Eingang aktivieren
it: Activate DMX Input

source: Interface erneut öffnen
it: Reopen interface

source: Gerätetreiber-Version:
it: Devicedriver-Version

source: Gefundene Interfaces:
it: Found interfaces:

source: Sende DMX-Daten
it: Sending DMX-Data

source: Lese DMX-Daten
it: Reading Data

source: Erneut nach Interfaces suchen
it: Search for interfaces again

source: Flow Control
it: Controllo Flusso

source: Error
it: Errore

source: Device Number
it: Numero Dispositivo

source: Device Description
it: Descrizione Dispositivo

source: Open
it: Apri

source: Quit
it: Esci

source: Device
it: Dispositivo

source: File -> Device
it: File -> Dispositivo

source: Device -> File
it: Dispositivo -> File

source: Exit
it: Uscita

source: Konfiguration RS232-Hardware:
it: Configuration of RS232-hardware:

source: Serieller Anschluss:
it: Serialport:

source: kein serieller Anschluss mehr frei
it: No port available

source: COM-Port Treiber
it: COM-Port Driver

source: COM-Ports neu suchen
it: Rescan for COM-Ports

source: JMS USB2DMX Ausgabeplugin
it: JMS USB2DMX Outputplugin

source: Copyrights (c) 2009 by Christian Nöding
it: Copyrights (c) 2009 by Chris Noeding

source: DMX-In Einstellungen
it: DMX-In settings

source: Kanaloffset:
it: Channeloffset:

source: DMX-IN verwenden
it: Use DMX-IN

source: Interface zur Steuerung herkömmlicher DMX Geräte
it: Interface for controlling standard DMX-devices

source: Interfaces suchen...
it: Search for interfaces...

source: Interfacemeldungen:
it: Interfacemessages

source: Meldungen anzeigen
it: Show messages

source: 230 V 32 Kanal PC_DIMMER
it: PC_DIMMER2008

source: Lokale IP-Adresse:
it: Local IP-Address:

source: Lokale Subnet-Mask:
it: Local Subnet Mask:

source: Verfügbare IP-Adressen auf diesem Computer:
it: Available IP-Addresses on this computer:

source: Sende an Remote IP-Adresse:
it: Send to remote IP-Address:

source: Aktuell gewählte MAC:
it: Actual selected MAC:

source: Schaltet den Empfang von ArtNet Daten ein oder aus.
it: Switches the ArtNET receiver on or off

source: ArtNet Empfänger aktiv
it: ArtNet receiver active

source: Erlaubt das Empfangen der eigenen gesendeten Daten (Loopback)
it: Allows the receiving of own sent values (loopback)

source: Erlaube Loop-Back, um eigene Universes zu empfangen
it: Allow loopback to receive own universes

source: ArtNet Informationen
it: ArtNet Informations

source: Eigener OEM-Code:
it: Own OEM-code:

source: Node-Einstellungen sind
it: Node-settings are

source: Ändert die Kurz- bzw. Langbeschreibung dieses ArtNet Nodes
it: Change the short- and longdescription of this ArtNet node

source: ArtNet Ausgang
it: ArtNet output

source: Aktiviert/Deaktiviert das Senden des Universe
it: Activates/deactivates the sending of universe

source: Sende Universe 1 zu
it: Sende Universe 1 to

source: Sende Universe 2 zu
it: Sende Universe 2 to

source: Sende Universe 3 zu
it: Sende Universe 3 to

source: Sende Universe 4 zu
it: Sende Universe 4 to

source: Bestimmt, auf welchem ArtNet SubNet und ArtNet Universe das entsprechende DMX-Universe gesendet werden soll
it: Chose how dmx-universes will be sent by ArtNet

source: Sendet ununterbrochen die aktivierten Universes, auch wenn keine Änderungen am Universe vorgenommen wurden.
it: Sending all activated universes repeatingly

source: ArtNet Eingang
it: ArtNet input

source: Aktiviert/Deaktiviert das Empfangen des Universe
it: Activates/Deactivates the receiving of universe

source: Empfange Universe 1 von
it: Receive universe 1 from

source: Empfange Universe 2 von
it: Receive universe 2 from

source: Empfange Universe 3 von
it: Receive universe 3 from

source: Empfange Universe 4 von
it: Receiving universe 4 of

source: Bestimmt, welches ArtNet SubNet und ArtNet Universe in das entsprechende DMX-Universe beim Empfang von Daten gespeichert werden soll
it: Chose which ArtNet subnet and ArtNet universe will be saved into dmx-universes

source: Mergingeinstellungen für Eingang
it: Mergingmode of input

source: Merging-Modus:
it: Mergingmode:

source: Bestimmt die Merging-Art beim Empfang von ArtNet Universes
it: Chose the type of merging on receiving ArtNet universes

source: Aktiviert/Deaktiviert die Mergingfunktion für den ArtNet Empfang
it: Activates/Deactivates the mergingfunction of the ArtNet receiver

source: Nicht ArtNet konforme Einstellungen
it: Non-ArtNet-conforming options

source: Gibt das aktuelle SubNet an, für das Universes gesendet und empfangen werden...
it: Shows the current subnet for which universes will be sent and received

source: Aktiviert den Empfang von zu 16 Universes des links ausgewählten SubNets
it: Activates the receiving of up to 16 universes of the chosen subnets on the left

source: Aktiviert das Senden von bis zu 16 Universes des links ausgewählten SubNets
it: Activates the sending of up tp 16 universes of the chosen subnets on the left

source: Ist diese Option eingeschaltet, werden sämtliche 16 Universes des gewählten SubNets gesendet und empfangen (nicht ArtNet konform!)
it: If this option is switched on, all 16 universes of the chosen subnet will be sent and received (not conforming to ArtNet)

source: Alle Universes freischalten
it: Allow all universes

source: Aktivieren Sie die Option "Erlaube Loopback" unter der Registerkarte "Einstellungen", um mit unterer DMX-Out Test-Option gesendete Werte hier anzuzeigen.
it: Activate the option "Allow loopback" on the card "Setup", to receive the testvalues

source: Verfügbare ArtNet Nodes im Netzwerk
it: Available ArtNet Nodes in network

source: Fehlermeldungen
it: Errormessages

source: Fehlermeldungen in der aktuellen Sitzung
it: Errors in the current session

source: In der Sitzung können Verbindungsfehler auftreten (z.B. Port durch anderen ArtNet Node belegt). In diesem Fenster werden Zeit und Beschreibung des Fehlers angezeigt:
it: In the network session errors can be occured. In this window you will see all errors:

source: Einstellungen speichern
it: Save settings

source: Noch nichts empfangen...
it: Nothing received...

source: Empfange Universe 0 auf Subnet 0
it: Received universe 0 on subnet 0

source: Infos unter http://www.cinetix.de
it: Infos at http://www.cinetix.de

source: Timerintervall [ms]:
it: Timerinterval [ms]:

source: Infos unter http://www.cypress.com
it: Infos at http://www.cypress.com

source: Ausgabe deaktiviert
it: Output deactivated

source: DMX Interface nicht verbunden
it: DMX Interface not connected

source: Paket-Größe:
it: Paket-Size:

source: Ausgabe aktivieren / deaktivieren
it: Activate/deactivate output

source: Externe Pins (Output)
it: External pins (Output)

source: Externe Pins (Input)
it: External pins (Input)

source: DasLight DVC-Plugin (Siudi5x, Siudi6x und Siudi8x)
it: DasLight DVC-Plugin (Siudi5x, Siudi6x and Siudi8x)

source: Version 2.0 vom 04.01.2012
it: Version 2.0 build on 04.01.2012

source: Interface-Konfiguration
it: Interface-Configuration

source: Verwendung von XLR 2:
it: Use of XLR 2:

source: Letzte Statusnachricht:
it: Last Statusmessage:

source: Bezeichnung:
it: Description:

source: XLR 2-Konfiguration:
it: XLR 2-Configuration:

source: Eingang
it: Input

source: Ausgang
it: Output

source: Suchen
it: Search

source: Stoppen
it: Stop

source: Erwweiterte Einstellungen
it: Advanced settings

source: Neue Interfaces automatisch erkennen
it: Autorileva nuove interfacce

source: Fehlerhafte Interfaces automatisch neu initialisieren
it: Autoreset errorneous interface

source: Alle 5 Sekunden DMX-In-Universe an PC_DIMMER übertragen (Zur Synchronisation)
it: Send DMX-In-Universe every 5 seconds (for synchronisation)

source: (c) 2008-2010 Christian Nöding
it: (c) 2008-2010 Chris Noeding

source: Nicht mit Interface verbunden...
it: Not connect to interface...

source: Mit Interface verbinden
it: Connect with interface

source: Informationen über das Interface:
it: Infos about the interface:

source: Infos abrufen...
it: Call infos...

source: Maximal geänderte Kanäle pro Refreshintervall für Senden des gesamten Universe:
it: maximum changed channels per refreshinterval to send the complete universe:

source: Refreshintervall:
it: Refreshinterval:

source: Maximale Kanalzahl (wenn gesamtes Universe gesendet werden soll):
it: maximum channels if complete universe will be sent:

source: Baudrate auf 19200
it: Baudrate to 19200

source: Baudrate auf 38400
it: Baudrate to 38400

source: Verwende DMX-In statt DMX-Out
it: Use Data-In instead of Data-Out

source: DMX512-Input
it: DMX-Input

source: Jeder Pixelstreifen entspricht einem DMX-Kanal:
it: Each Pixel is related to one DMX-channel

source: Wie viele Kanäle sollen erfasst werden (je mehr Kanäle, desto langsamer):
it: How many channels should be recognized (as more as slower):

source: Verbundene Interfaces auflisten
it: List all connected interfaces

source: Mit Port Verbinden
it: Connect with port

source: Kanal setzen
it: Set channel

source: Port schließen
it: Chiudi porta

source: Universe setzen
it: Set universe

source: DMX-In lesen
it: Read DMX-In

source: Infos unter http://dmxchaser.de
it: Infos at http://dmxchaser.de

source: Letzter Kanal:
it: Last channel:

source: Szenenspeicher:
it: Scenememory:

source: DMX +/- Vertauscht:
it: Exchange DMX +/-:

source: Interface nicht gefunden...
it: Interface not found...

source: Interface befindet sich im Leerlauf
it: Interface in idlemode

source: Daten kontinuierlich senden
it: Send data continuos

source: Interface suchen...
it: Search for interface...

source: Ping senden
it: Send ping

source: Anzeige löschen
it: Clear view

source: Elektor MoMoLight-Plugin
it: Elector MoMoLight-Plugin

source: Copyrights (c) 2009 by Dipl.-Ing. Christian Nöding
it: Copyrights (c) 2009 by Dipl.-Ing. Chris Noeding

source: Protokoll-Informationen:
it: Protocol-Information:

source: Das "MoMoLight"-Protokoll wird unter anderem in der Elektor 06/2009 beschrieben. Es umfasst lediglich 9 Byte, die die Helligkeitsinformation der einzelnen Farben beinhaltet:
it: The "MoMoLight"-Protocol has been explained in Elektor 06/2009. There are only 9 bytes to transmit, that contains the intensity of the single colors:

source: Es wird eine RS232-Verbindungsgeschwindigkeit von 4800 Baud verwendet. Somit kann man auch eigene Hardware mit diesem Plugin schnell verwenden.
it: A 4800 Baud RS232-connection is used so that own hardware can be used with this plugin easily.

source: RGB-Lampe 1:
it: RGB-Lamp 1:

source: RGB-Lampe 2:
it: RGB-Lamp 2:

source: RGB-Lampe 3:
it: RGB-Lamp 3:

source: Dieses Plugin besitzt keine Kontrolleigenschaften.
it: This plugin has no settings.

source: Letzte Meldung:
it: Last message:

source: Copyrights (c) 2010 by Dipl.-Ing. Christian Nöding
it: Copyrights (c) 2011 by Dipl.-Ing. Chris Noeding

source: sowie viele "eBay"-Interfaces
it: as many "eBay"-interfaces

source: Zeit zwischen zwei Datenpaketen:
it: Time between to datapackages:

source: Infos unter http://www.guselectronics.com
it: Infos at http://www.guselectronics.com

source: Plugin für Enttec Pro DMX Interface
it: Plugin for Enttec Pro DMX Interface

source: Version 1.4 vom 15.09.2010
it: Version 1.4 build on 15.09.2010

source: Gefundenes Interface
it: Found interface

source: Getrennt
it: Disconnected

source: Verbunden
it: Connected

source: Verbinde mit Interface:
it: Connect with interface:

source: Refresh-Intervall:
it: Refresh-Interval:

source: DMX-Eingang verwenden
it: Use DMX-IN

source: DMX-Werte kontinuierlich senden
it: Send data continuos

source: Erweiterte Parameter vom Interface abrufen...
it: Receive advanced parameters from interface...

source: Log-Fenster
it: Finestra-Log

source: Neu verbinden
it: Reconnect

source: Ausgabeplugin für PC_DIMMER
it: Outputplugin for PC_DIMMER

source: v1.0 vom 17.06.2012
it: v1.0 built on 17.06.2012

source: Infos unter http://www.kwllighting.de
it: Infos at http://www.kwllighting.de

source: KWL Lighting USB DMX512 Interface Konfiguration
it: KWL Lighting USB DMX512 Interface Configuration

source: Interface initialisieren
it: Initialize interface

source: Interface konfigurieren
it: Configure interface

source: Interface deaktivieren
it: Deactivate interface

source: Erfolgreiche DMX-Übertragungen:
it: Correct DMX-transmissions:

source: Anzahl Übertragungsfehler:
it: Count of transmission-errors:

source: Interfaceoptionen
it: Interfaceoptions

source: Kein COM-Port frei...
it: No ports available...

source: 256 Kanäle (schneller)
it: 256 channels (faster)

source: 512 Kanäle
it: 512 channels

source: Meldungen vom Interface
it: Interfacemessages

source: Infos unter http://www.lumax.de
it: Infos at http://www.lumax.de

source: Verfügbare Interfaces:
it: Available interfaces:

source: Aktuell verbunden mit:
it: Connected to:

source: Verbinden...
it: Connecting...

source: Infos unter http://www.monacor.de
it: Infos at http://www.monacor.de

source: Interfaceinformationen
it: Interfaceoptions

source: Max. Kanalzahl:
it: Max. channels:

source: Dieses Plugin ist bislang ungetestet.
it: This plugin is still untested.

source: Bei Problemen bitte an
it: On problems please

source: christian.noeding@arcor.de wenden.
it: write to christian.noeding@arcor.de

source: Aktualisierungsintervall (ms):
it: Refreshinterval (ms):

source: Abfrageintervall (ms):
it: Pollinginterval (ms):

source: DMX-In aktiv
it: DMX-In active

source: Werte vor Fadebeginn setzen
it: Set values before fading

source: Konfiguration PC_DIMMER Hardware:
it: Configuration of PC_DIMMER Hardware:

source: RS232 Input benutzen
it: Use RS232 Input

source: Dimmverhalten
it: Dimmingtype

source: 230V 32 Kanal PC_DIMMER
it: PC_DIMMER2008

source: Alle Verbindungen beenden
it: Close all connections

source: PC_DIMMER Netzwerk
it: PC_DIMMER Network

source: Empfangene Daten
it: Received data

source: PC_DIMMER Netzwerkverbindung
it: PC_DIMMER networkconnection

source: Verbinden Sie den PC_DIMMER mit dem PC_DIMMER Server über ein Netzwerk.
it: Connect the PC_DIMMER with the PC_DIMMER Server over a network.

source: Server (nur solange Pluginfenster sichtbar)
it: Server (only when pluginwindow is visible)

source: Unterstützte Interfaces: Rodin1, Rodin2, RodinT, USB DMX 21 und X-Switch
it: Supported interfaces:Rodin1, Rodin2, RodinT, USB DMX 21 and X-Switch

source: DMX-Out ab Adresse:
it: DMX-Out from Address:

source: Offset für DataIn:
it: Offset for DataIn:

source: Erneut nach Interfaces suchen...
it: Search for interfaces again...

source: DMX-Eingang verwenden (nur Rodin1, Rodin2 und RodinT)
it: Use DMX-Input (only Rodin1, Rodin2 und RodinT)

source: Blockierzeit [ms]:
it: Blocktime [ms]:

source: Infos unter http://www.anyma.ch
it: Infos at http://www.anyma.ch

source: uDMX-Interfacekonfiguration
it: uDMX-Interfaceconfiguration

source: max. übertragene Kanäle zur Hardware:
it: max. transmitted channels to hardware:

source: Refreshintervall [in Millisekunden]:
it: Refreshinterval [in ms]:

source: uDMX Interface suchen...
it: Search for uDMX interface...

source: 5 Digitaleingänge
it: 5 Digitaloutputs

source: 2 Analogeingänge
it: 2 Analoginputs

source: Gerätestatus:
it: Devicestatus:

source: Audioeffektplayer-Timecode:
it: Audioeffectplayer-Timecode:

source: Beat-Impuls senden
it: Send Beat-Impulse

source: Hauptprogrammszenen
it: Mainprogramscenes

source: Szenen- und Effekt-ID:
it: Scene and effect ID:

source: Starten
it: Start

source: Audio mute
it: Mute audio

source: MIDI-Senden
it: Send MIDI

source: als MIDI-IN
it: as MIDI-IN

source: als MIDI-OUT
it: as MIDI-OUT

source: Debuglogeintrag
it: Debugentry

source: Testeintrag
it: Testentry

source: Eintrag hinzufügen
it: Add entry

source: Pluginszenen
it: Pluginscenes

source: Neue Szene
it: Nuova scena

source: Szene löschen
it: Elimina scena

source: Szene umbennen
it: Rinomina scena

source: Bibliothek mit Szenen-ID öffnen
it: Open library with Scene-ID

source: Bibliothek ohne Szenen-ID öffnen
it: Open library without Scene-ID

source: Neues Gerät hinzufügen
it: Agg. nuovo dispositivo

source: Startvorgang
it: Avvio

source: Letzte Bühne laden
it: Load last stage

source: Farbanzeige einblenden
it: Show colors

source: Linksklick+Shift = Gerät löschen
it: Leftclick+Shift = Delete device

source: Linksklick+Strg = Gerät selektieren
it: Leftclick+Ctrl = select device

source: Kürzelübersicht
it: Overview

source: Klick auf Bild:
it: Click on icon:

source: Klick = Kanalnummer ändern
it: Click = Change address

source: Linksklick+Alt = Gerätebild ändern
it: Leftclick+Alt = change deviceicon

source: Vielen Dank für die Erlaubnis!
it: Thanks a lot for the authorisation

source: PC_DIMMER Umsetzung:
it: PC_DIMMER implementation

source: Ursprüngliche Idee:
it: Origin idea:

source: Text aus-/einblenden
it: Show/hide text

source: Gerätebild ändern...
it: Cambia foto dispositivo...

source: Vorwärts >
it: Next >

source: MIDI Event aufzeichnen
it: Record MIDI event

source: Auszuführendes Ereignis
it: Event to be performed

source: Spalte:
it: Col:

source: Pan vertauschen
it: Inverti pan

source: Tilt vertauschen
it: Inverti tilt

source: Bitte Gerättyp wählen...
it: Please choose a devicetype...

source: Gerätefunktionen
it: Devicefunction

source: Herzlichen Dank an das
it: Many thanks to the

source: Partnerprojekt DMXControl
it: DMXControl project

source: Bitte fügen Sie ein Gerät hinzu.
it: Per favore agg. un dispositivo

source: Farben:
it: Colori:

source: Offen
it: Aperto

source: Weiß
it: Bianco

source: Gelb
it: Giallo

source: Violett
it: Viola

source: Orange
it: Arancio

source: Pink
it: Fucsia

source: Geschlossen
it: Chiuso

source: Strobe
it: Strobo

source: Stillstand
it: Standstill

source: Dimmen
it: Dimming

source: Stroboskopeffekt
it: Stroboscope

source: Farbänderung überblenden
it: Fade color

source: Kanalbeschriftung setzen
it: Set channelnames

source: Alle Daten erneut senden
it: Send all data again

source: Kanäle:
it: Canali:

source: Kanal für Rot
it: Canale per rosso

source: Kanal für Grün
it: Canale per verde

source: Kanal für Blau
it: Canale per blu

source: Endwert in (%) bzw. -1 für aktuellen Wert
it: Endvalue in (%) or -1 for current value

source: Zeile:
it: Row:

source: Kanalwert (Dynamisch)
it: Channelvalue (dynamic)

source: Systemlautstärke
it: Systemvolume

source: Mute
it: Muto

source: Springe zu Kanal
it: Salta al canale

source: Farbe des aktuellen Buttons
it: Color of the current button

source: Audiodatei
it: Audiofile

source: Flashszene
it: Flashscene

source: Skript-Geschwindigkeit
it: Scriptspeed

source: Tempo mit Hauptprogramm koppeln
it: Link speed with mainprogram

source: Leistungsplugin
it: Powerplugin

source: Leistungsanzeige v3.2
it: Powercontrol v3.2

source: Submaster (Dynamisch)
it: Submaster (dynamic)

source: Kanalauswahl
it: Channelselection

source: Kanalauswahl
it: Channelselection

source: Submasterdatei öffnen
it: Open submasterfile

source: Submasterdatei speichern
it: Save submasterfile

source: Temperaturregler-Plugin
it: Temperatur Plugin

source: ATtiny2313 Temperaturerfassung mit TSiC206
it: ATtiny2313 Temperaturcontrol with TSiC206

source: Temperaturregler
it: Temperaturcontrol

source: Temperatureinstellungen
it: Temperatursettings

source: Temperaturregler deaktiviert...
it: Temperaturcontrol offline...

source: Heizen
it: Heating

source: Hysterese
it: Hyteresis

source: Nachtabs.
it: Nightsetb.

source: Aktuelle Temperatur:
it: Current Temperature:

source: Regelung ein
it: Controllo on

source: Erweiterte Einstellungen...
it: Advanced settings...

source: Nachtabsenkung
it: Night setback

source: Ab:
it: From:

source: Bis:
it: To:

source: Absenkung:
it: Setback:

source: Nachtabsenkung ein
it: Night setback on

source: Temperatur-Sollwert
it: Temperatur given value

source: Ein-Schwelle: dT<
it: On Threshold: dT<

source: Aus-Schwelle: dT>
it: Off-Threshold: dT>

source: Mittelwert als Referenz
it: Meanvalue as reference

source: Temperaturverlaufskurve und -werte der letzten Zeit
it: Temperaturecurve and -values of the last time

source: Mittelwert (5min):
it: Meanvalue (5min):

source: Jetzt
it: Now

source: Weitere Temperatursensoren
it: More Temperaturesensors

source: Temperatur 2:
it: Temperature 2:

source: Temperatur 3:
it: Temperature 3:

source: (Eingangstür)
it: (Entrance)

source: (Decke)
it: (Roof)

source: Ermittelte Werte
it: Meaured Values

source: Kommunikationseinstellungen
it: Communikationsettings

source: Vertausche L/H
it: Mix L/H

source: Sende Werte an folgende Data-In-Kanäle
it: Send values to the following Data-In-Channels

source: Temperatur:
it: Temperature:

source: "Heizung-Ein"
it: "Heating-On"

source: Mittelwert:
it: Meanvalue:

source: Skalierungsfaktor für Temperaturwerte:
it: Scalingfactor for Temperatur:

source: Empfange Temperaturen von folgenden PC_DIMMER-Kanälen
it: Receive Temperatur from the following PC_DIMMER channels

source: Einschalt-Schwelle:
it: On-Threshold:

source: Ausschalt-Schwelle:
it: Off-Threshold:

source: Temperatur-Sollwert:
it: Temperatur index value

source: Einschaltschwelle
it: On-Threshold

source: Ausschaltschwelle
it: Off-Threshold

source: Verwende Mittelwert als Referenz
it: Use meanvalue as reference

source: Minimale Temperatur:
it: Minimum temperature:

source: Maximale Temperatur:
it: Maximum temperature:

source: WinLIRC Fernbedienungs-Setup
it: WinLIRC Remotecontrol-Setup

source: Ereignistyp:
it: Eventtype:

source: Wert 1:
it: Value 1:

source: Wert 2:
it: Value 2:

source: Wert 3:
it: Value 3:

source: Kanal auf festen Wert setzen
it: Set channel to value

source: Kanal inkrementieren
it: Increment channel

source: Kanal dekrementieren
it: Decrement channel

source: Szene/Effekt starten
it: Start scene/effect

source: Szene/Effekt stoppen
it: Stop scene/effect

source: DataIn-Kanal auf Wert setzen
it: Set DataIn-channel to value

source: Einstellungen zurücksetzen
it: Ripristina impostazioni

source: Einstellungen öffnen...
it: Apri impostazioni...

source: Einstellungen speichern...
it: Salva impostazioni...

source: Plugin ausblenden
it: Nascondi plugin

source: SoftScanner Verbindungsplugin
it: SoftScanner plugin

source: SoftScanner DSS200 Verbindungsplugin
it: SoftScanner DSS200 Plugin

source: Verbrauch:
it: Consumo:

source: Temperaturen und Verbrauch in Verzeichnis speichern:
it: Save temperatures and used power into folder:

source: (Feld leer lassen, um keine Dateien zu speichern)
it: (Leave empty to disable filesaving)

source: Willkommen zum PC_DIMMER2012
it: Benvenuti su PC_DIMMER2012

source: ...LAST PROJECT...
it: ...ULTIMI PROGETTI...

source: Letztes Projekt ?ffnen...
it: Apri ultimo progetto...

source: Neues Projekt...
it: Nuovo Progettot...

source: Projekt öffnen...
it: Apri Progetto...

source: Hilfe...
it: Aiuto...

source: Startet den PC_DIMMER mit dem Standard-Splashscreen - sonst keine Funktion
it: Avvia PC_DIMMER con schermata avvio standard - nothing else

source: Standard Splashscreen
it: Standard Splachscreen

source: Startet den PC_DIMMER mit einem einfachen Splashscreen - sonst keine Funktion
it: Avvis PC_DIMMER con schermata avvio semplice - nothing else

source: Einfacher Splashscreen
it: Simple Splashscreen

source: Stellt die DMX-Werte der vergangenen Sitzung automatisch wieder her
it: Ripristina valori DMX all'ultima sessione automaticamente.

source: Werte wiederherstellen
it: Ripristina valori
