Repository: ming-hai/PC_DIMMER
Catalog: Core/locale/*/LC_MESSAGES/default.po
Languages: it

source: Setzt alle Geräte mit aktiviertem Autoscening auf Rot
it: Sets all devices with autoscening enabled to red

source: Setzt alle Geräte mit aktiviertem Autoscening auf Grün
it: Sets all devices with autoscening enabled to green

source: Setzt alle Geräte mit aktiviertem Autoscening auf Blau
it: Sets all devices with autoscening enabled to blue

source: Setzt alle Geräte mit aktiviertem Autoscening auf Gelb
it: Sets all devices with autoscening enabled to yellow

source: Setzt alle Geräte mit aktiviertem Autoscening auf Orange
it: Sets all devices with autoscening enabled to orange

source: Setzt alle Geräte mit aktiviertem Autoscening auf Violett
it: Sets all devices with autoscening enabled to purple

source: PC_DIMMER Projekt speichern...
it: Salvo progetto PC_DIMMER...

source: Speichere Projekt...
it: Salvo progetto...

source: Bereite Speicherung vor...
it: Preparing storage...

source: Projektgröße:
it: Dimensione progetto:

source: Speichere Datei...
it: Saving file...

source: Sende Plugins Speichern-Befehl...
it: Sending storage command to all plugins...

source: Sammle Hauptprogrammdaten...
it: Collecting programdata...

source: Schreibe Datei...
it: Scrittura file...

source: Schreibe Datei... Projekt-Header
it: Scrittura file... intestazione progetto

source: Schreibe Datei... Audioeffektplayer
it: Scrittura file... audioeffectplayer

source: Schreibe Datei... Projekteinstellungen
it: Scrittura file... projectsettings

source: Schreibe Datei... Figuren
it: Scrittura file... figures

source: Schreibe Datei... Szenen
it: Scrittura file... scenes

source: Schreibe Datei... Timeline
it: Scrittura file... timeline

source: Schreibe Datei... Skripttimer
it: Scrittura file... scripttimer

source: Schreibe Datei... Hotkeys
it: Scrittura file... hotkeys

source: Schreibe Datei... Nebelmaschine
it: Scrittura file... fogmachine

source: Schreibe Datei... Geräte
it: Scrittura file... devices

source: Schreibe Datei... Presets
it: Scrittura file... presets

source: Schreibe Datei... Geräteszenen
it: Scrittura file... devicescenes

source: Schreibe Datei... Gerätegruppen
it: Scrittura file... devicegroups

source: Schreibe Datei... Softpatch
it: Scrittura file... softpatch

source: Schreibe Datei... Effekte
it: Scrittura file... effects

source: Schreibe Datei... Bühnenansicht
it: Scrittura file... stageview

source: Schreibe Datei... Desktopeinstellungen
it: Scrittura file... desktopsettings

source: Schreibe Datei... Joystickeinstellungen
it: Scrittura file... joysticksettings

source: Schreibe Datei... Kontrollpanel
it: Scrittura file... controlpanel

source: Schreibe Datei... MIDI-In
it: Scrittura file... MIDI-In

source: Schreibe Datei... Data-In
it: Scrittura file... Data-In

source: Schreibe Datei... Leistungssteuerung
it: Scrittura file... powercontrol

source: Schreibe Datei... Autoszenen
it: Scrittura file... autoscenes

source: Schreibe Datei... Submaster
it: Scrittura file... submaster

source: Schreibe Datei... Cueliste
it: Scrittura file... cuelists

source: Schreibe Datei... Timecodeplayer
it: Scrittura file... timecodeplayer

source: Schreibe Datei... IR Fernbedienung
it: Scrittura file... IR remotecontrol

source: Schreibe Datei... MediaCenter Szenen
it: Scrittura file... mediacenterscenes

source: Schreibe Datei... Pluginszenen
it: Scrittura file... Pluginscenes

source: Schreibe Datei... Preset-Szenen
it: Scrittura file... Preset-Scenes

source: Erstelle Backup-Datei "
it: Creazione backup-file "

source: Komprimiere Projektdatei...
it: Compressing projectfile...

source: Datei (1/
it: File (1

source: Das Autobackup konnte nicht erstellt werden...
it: The autobackup could not be created...

source: Achtung: Sie versuchen eine Datei als Projekt zu öffnen, die nicht die Endung "pcdproj" besitzt!
it: Attenzione: Stai provando a caricare un progetto che non ha estensione "pcdproj"!

source: Lade Projekt...
it: Caricamento progetto...

source: Öffne Datei...
it: Apertura file...

source: Sende Öffnen-Befehl...Plugins
it: Sending open command...plugins

source: Lese Daten ein...
it: Lettura dati...

source: Lese Daten ein... Projekt-Header
it: Lettura dati... intestazione progetto

source: Lese Daten ein...Projekt-Header
it: Lettura dati ... intestazione progetto

source: Projektdatei zurückgewiesen
it: Projectfile rifiutato

source: Die Projektdatei ist veraltet
it: The projectfile is outdated

source: Aufgrund großer Änderungen am Projektformat können die bisherigen Projekte leider nicht weiter verwendet werden. Zum Teil können Programmteile über die jeweilige Speicherfunktion exportiert und reimportiert werden.
it: Because of huge changes of the projectfileformat project files form older versions of this program cannot be loaded.

source: Projektversion:
it: Versione progetto:

source: Datum:
it: Data:

source: Uhrzeit:
it: Ora:

source: Projekt einer neueren Programmversion
it: Project of a newer version of PC_DIMMER

source: Das Projekt wurde mit einer neueren PC_DIMMER Version gespeichert.
it: The project was saved with a newer version of PC_DIMMER.

source: Die zu ladende Projektdatei wurde mit einer neueren PC_DIMMER-Version gespeichert und kann mit der aktuellen Version nicht fehlerfrei geöffnet werden.
it: The projectfile was saved with a newer version of PC_DIMMER and cannot be opened without errors.

source: Bitte laden Sie sich eine aktuelle Version des PC_DIMMERs von der Seite http://www.pcdimmer.de herunter.
it: Please download the newest version of PC_DIMMER from http://www.pcdimmer.de.

source: Projektdatum:
it: Projectdate:

source: Projektzeit:
it: Projecttime:

source: Hinweis...
it: Notice...

source: Projekt einer früheren Programmversion
it: Project of a previous version of PC_DIMMER

source: Das Projekt wurde mit einer älteren PC_DIMMER Version gespeichert.
it: The project was saved with an older version of PC_DIMMER.

source: Die zu ladende Projektdatei wurde mit einer älteren PC_DIMMER-Version gespeichert. Die Projektdatei wird beim nächsten Speichervorgang automatisch konvertiert und als neue Version abgespeichert.
it: The projectfile was saved with an older version of PC_DIMMER. The projectfile will be converted and saved as new version on next saving automaticly.

source: Nach der Konvertierung kann das Projekt nicht mehr in einer älteren Version des PC_DIMMERs geladen werden. Möchten Sie parallel eine ältere PC_DIMMER-Version benutzen, sollten Sie eine Sicherungskopie (normale Dateikopie, nicht über die Speicherfunktion!) des Projektes anfertigen.
it: After the conversion the project cannot be loaded with an older version of PC_DIMMER. If you want to use the older version of PC_DIMMER in parallel, save the project under another filename.

source: (wird bei nächster Speicherung konvertiert zu Projektversion
it: (will be converted on next saving to version

source: Lese Daten ein... Audioeffektplayer
it: Lettura Dati... audioeffectplayer

source: Lese Daten ein...Audioeffektplayer
it: Lettura Dati... audioeffectplayer

source: Lese Daten ein... Projekteinstellungen
it: Lettura Dati... projectsettings

source: Lese Daten ein...Projekteinstellungen
it: Lettura Dati... projectsettings

source: Lese Daten ein... Figuren
it: Lettura Dati... figures

source: Lese Daten ein...Figuren
it: Lettura Dati... figures

source: Lese Daten ein... Szenen
it: Lettura Dati... scenes

source: Lese Daten ein...Szenen
it: Lettura Dati... scenes

source: Lese Daten ein... Timeline
it: Lettura Dati... timeline

source: Lese Daten ein...Timeline
it: Lettura Dati... timeline

source: Lese Daten ein... Skripttimer
it: Lettura Dati... scripttimer

source: Lese Daten ein...Skripttimer
it: Lettura Dati... scripttimer

source: Lese Daten ein... Hotkeys
it: Lettura Dati... hotkeys

source: Lese Daten ein...Hotkeys
it: Lettura Dati... hotkeys

source: Lese Daten ein... Nebelmaschine
it: Lettura Dati... fogmachine

source: Lese Daten ein...Nebelmaschine
it: Lettura Dati... fogmachine

source: Lese Daten ein... Geräte
it: Lettura Dati... devices

source: Lese Daten ein...Geräte
it: Lettura Dati... devices

source: Lese Daten ein... Presets
it: Lettura Dati... presets

source: Lese Daten ein...Presets
it: Lettura Dati... presets

source: Lese Daten ein... Geräteszenen
it: Lettura Dati... devicescenes

source: Lese Daten ein...Geräteszenen
it: Lettura Dati... devicescenes

source: Lese Daten... Gerätegruppen
it: Lettura Dati... devicegroups

source: Lese Daten ein...Gerätegruppen
it: Lettura Dati... devicegroups

source: Lese Daten ein... Softpatch
it: Lettura Dati... softpatch

source: Lese Daten ein...Softpatch
it: Lettura Dati... softpatch

source: Lese Daten ein... Effekte
it: Lettura Dati... effects

source: Lese Daten ein... Bühnenansicht
it: Lettura Dati... stageview

source: Lese Daten ein... Desktopeinstellungen
it: Lettura Dati... desktopsettings

source: Lese Daten ein... Joystickeinstellungen
it: Lettura Dati... joysticksettings

source: Lese Daten ein... Kontrollpanel
it: Lettura Dati... controlpanel

source: Lese Daten ein... MIDI Einstellungen
it: Lettura Dati... MIDI-settings

source: Lese Daten ein... DataIn Einstellungen
it: Lettura Dati... DataIn-settings

source: Lese Daten ein... Leistungssteuerung
it: Lettura Dati... powercontrol

source: Lese Daten ein... Automatikszenen
it: Lettura Dati... autoscenes

source: Lese Daten ein... Textbuch
it: Lettura Dati... textbook

source: Lese Daten ein... MIDI-Informationen
it: Lettura Dati... MIDI-informations

source: Lese Daten ein... Submaster
it: Lettura Dati... submaster

source: Lese Daten ein... Cue-Liste
it: Lettura Dati... cuelists

source: Lese Daten ein... Timecodeplayer
it: Lettura Dati... timecodeplayer

source: Lese Daten ein... IR Fernbedienung
it: Lettura Dati... IR remote control

source: Lese Daten ein... MediaCenter Szenen
it: Lettura Dati... MediaCenter scenes

source: Lese Daten ein... Pluginszenen
it: Lettura Dati... Pluginscenes

source: Lese Daten ein... Preset-Szenen
it: Lettura Dati... Preset-Scenes

source: Lese Daten ein...Preset-Szenen
it: Lettura Dati... Preset-Scenes

source: Lese Daten ein... Fertig.
it: Lettura Dati... completed.

source: Lese Daten ein...Fertig.
it: Lettura Dati... completed.

source: Fehler in Projektdatei
it: Errore nel file progetto

source: Die Projektdatei ist in einem alten Format. Bitte nutzen Sie die Projektkonvertierung, um das Projekt in die neue Version zu konvertieren.
it: The projectfile is from an older version of this program. Please use the projectconverter to convert this project to the new version.

source: Letzte Meldung:
it: Last message:

source: Projektdatei konnte aufgrund eines Fehlers nicht geöffnet werden...
it: Projectfile could not be loaded because of an error...

source: Die Projektdatei ist möglicherweise beschädigt, oder in einem falschen Format! Senden Sie das Projekt bitte an das PC_DIMMER-Team.
it: The projectfile is possibly damaged or in an wrong format! Please send the file to the PC_DIMMER-Team to repair it.

source: <EINMALIG>
it: <SINGOLO>

source: <TÄGLICH>
it: <GIORNALIERO>

source: <WÖCHENTLICH>
it: <SETTIMANALE>

source: <MONATLICH>
it: <MENSILE>

source: jeden
it: Sempre

source: <JÄHRLICH>
it: <ANNUALE>

source: Scheduler: Warten... (Noch
it: Scheduler: Attesa... (

source: Scheduler im Leerlauf...
it: Scheduler inattivo...

source: Scheduler: Deaktiviert
it: Scheduler: disattivato

source: PC_DIMMER jetzt beenden?
it: Chiudere PC_DIMMER ora?

source: Bislang wurde das Projekt nur per "Fastsave" gespeichert. Die Projektdatei wurde noch nicht aktualisiert. Sämtliche Änderungen könnten durch einen Klick auf "Neues Projekt" oder das Laden eines anderen Projektes gelöscht werden. Möchten Sie die Projektdatei nun aktualisieren? Datei: "
it: At the moment the project was just "fastsaved". The projectfile has not been changed. Do you want to save the changes into the projectfile now? Filename: "

source: Möchten Sie das aktuelle Projekt vor dem Beenden speichern?
it: Vuoi salvare il progetto corrente?

source: &Abbrechen
it: &Annulla

source: Bislang wurde das Projekt nur per "Fastsave" gespeichert. Es wurde noch keine externe Projektdatei erzeugt. Sämtliche Daten könnten derzeit durch einen Klick auf "Neues Projekt" oder das Laden eines anderen Projektes gelöscht werden. Möchten Sie das Projekt nun in eine Projektdatei speichern?
it: At the moment the project was just "fastsaved". No external projectfile has been created. Do you want to save your project into a regular projectfile now?

source: Ein-/Ausschalter deaktiviert
it: On/Off-Button deactivated

source: Der Ein-/Aus-Schalter am Computergehäuse ist jetzt deaktiviert.
it: The On/Off-Button is now deactivated.

source: Beim kurzen(!) Drücken auf diesen Schalter wird Windows bei Computern mit ATX-Netzteil NICHT heruntergefahren.
it: On a short press on the computer On/Off switch the computer will not shutdown.

source: Ein-/Ausschalter aktiviert
it: On/Off-Button activated

source: Der Ein-/Aus-Schalter am Computergehäuse ist wieder aktiviert.
it: The On/Off-Button is now reactivated.

source: Durch Drücken dieser Taste wird Windows jetzt wieder heruntergefahren.
it: On press on the computers On/Off switch the computer will shutdown again.

source: Ein/-Ausschalter aktiviert
it: On/Off-Button activated

source: Bildschirmhelligkeit:
it: Screenbrightness:

source: Aktuelles Projekt speichern?
it: Salva progetto corrente?

source: Die Datei "
it: The file "

source: " ist nicht mehr verfügbar!
it: " is not available any more!

source: Unbekannter Status
it: Stato sconosciuto

source: Es existiert kein Akku
it: There is no accu

source: Hoher Ladezustand
it: High charge condition

source: Niedriger Ladezustand
it: Low charge condition

source: Kritischer Ladezustand
it: Critical charge condition

source: - Akku wird geladen
it: - Batteria in carica

source: Unbekannter Ladezustand
it: Unknown charge condition

source: Fortschritt:
it: Progresso:

source: Lade Datei...
it: Caricamento file...

source: Dekomprimiere:
it: Decompressione:

source: Datei (
it: File (

source: Komprimiere:
it: Compressione:

source: Fehler in DLL-Funktion "DLLShow()"!
it: Error in DLL-function "DLLShow()"!

source: Plugin nicht geladen...
it: Plugin non caricato...

source: Es besteht derzeit offenbar keine Verbindung mit dem Internet...
it: There is no connection to the internet...

source: Eine neuere PC_DIMMER-Version ist verfügbar
it: A more recent version of PC_DIMMER is available

source: Möchten Sie jetzt die PC_DIMMER-Updateseite besuchen?
it: Vuoi visitare la pagina di aggiornamento di PC_DIMMER ora?

source: Ihre Version des PC_DIMMERs ist bereits auf dem aktuellen Stand.
it: Your version of PC_DIMMER is up to date.

source: Es sind keine Drucker im System installiert.
it: There are no printers installed in the system.

source: Die Power-Taste Ihres Computers wurde gedrückt! Diese Funktion ist im PC_DIMMER jedoch deaktiviert worden. Mit einem Klick auf das Symbol für das Aktivieren/Deaktivieren des Ein-/Aus-Schalters kann die Power-Taste wieder aktiviert werden.
it: The On/Off-switch of the computer has been pressed! This function has been deactivated by the PC_DIMMER program. With a click on the symbol for activating/deactivating of the computers On/Off-switch this switch can be activated again.

source: Bereite Reset vor...
it: Preparing reset...

source: Reaktiviere Input-Plugin
it: Riattivazione input-plugin

source: Starte Input-Plugin
it: Starting input-plugin

source: Sende allen Plugins aktuelle Werte...
it: Sending current values to all plugins...

source: Öffne Plugin
it: Apertura plugin

source: Es sind mehr als 20 Input-Plugins installiert. Es werden allerdings nur 20 davon geladen!
it: There are more than 20 programplugins installed. Only the first 20 will be load!

source: Inputplugins aktivieren...
it: Attivazione inputplugins...

source: Aktiviere
it: Attivazione

source: Werte an Interfaces übergeben...
it: Send values to the interfaces...

source: Letztgenutzte Plugins anzeigen...
it: Show last plugins...

source: Anscheinend wurde der PC_DIMMER beim letzten Mal nicht richtig beendet. Soll die letzte automatische Backupdatei wiederhergestellt werden (das letzte, nur schnellgespeicherte Projekt im Projektverzeichnis wird dabei überschrieben)?
it: It seems that the PC_DIMMER was not shutdown correctly last time. Should the PC_DIMMER try to restore the last autobackup (the last fastsaved project will be overwritten)?

source: Geschwindigkeit eingeben
it: Inserire velocità

source: Bitte geben Sie eine Geschwindigkeit in Beats-Per-Minute (BPM) an:
it: Please enter a speed in beats-per-minute (BPM):

source: Bitte geben Sie einen Wert für den Grandmaster an [Wert von 0..100]:
it: Please enter a value for the grandmaster [0..100]:

source: Bitte geben Sie einen Wert für den Flashmaster an [Wert von 0..100]:
it: Please enter a value for the flashmaster [0..100]:

source: Bitte geben Sie einen Wert für den Speedmaster an [Wert von -100..0..100]:
it: Please enter a value for the speedmaster [-100..0..100]:

source: Bitte geben Sie einen Wert für den Audiomaster an [Wert von 0..100]:
it: Please enter a value for the audiomaster [0..100]:

source: 2 Ausschalten
it: 2 Switch off

source: 3 Einblenden
it: 3 Fadein

source: 4 Ausblenden
it: 4 Fadeout

source: 5 Flashen
it: 5 Flash

source: Kanalwert eingeben
it: Enter channelvalues

source: Bitte geben Sie einen Kanalwert [0..255] ein, auf den der Kanal "
it: Please enter a value [0..255] for the channel "

source: " geschaltet werden soll:
it: " (switching):

source: " gedimmt werden soll:
it: " (fading):

source: Faderwert eingeben
it: Enter fadervalue

source: Bitte geben Sie einen Faderwert [0..255] ein, auf den der Fader "
it: Please enter a value [0..255] for fader "

source: Es konnte keine Verbindung zum MediaCenter Server hergestellt werden. Bitte kontrollieren Sie ihre Angaben in den Feldern "Adresse" und "Port" der entsprechenden MediaCenter Szene.
it: The connection to the MediaServer could not be established. Please check the settings of "Address" and "Port" of the MediaCenter scene

source: Einfache Szene bearbeiten
it: Edit simple scene

source: Es wurde aufgrund eines Fehlers versucht eine Größe durch Null zu teilen.
it: A function tried to divide something through zero.

source: Fehlertyp:
it: Tipo di errore:

source: Verursacher:
it: Initiator:

source: Fehlerbericht vom
it: Failure report from

source: Möchten Sie wirklich alle laufenden Effekte und Szenen beenden?
it: Vuoi veramente interrompere tutti gli effetti e le scene=

source: Akku:
it: Accu:

source: Entpacke Gerätedefinitionen...
it: Extracting devicedefinitions...

source: Die Gerätedefinitionen sind nun auf dem neuesten Stand.
it: The devicedefinitionfiles are now up to date.

source: Datei wird gesucht...
it: Ricerca file...

source: Suche nach Datei "
it: Ricerca file "

source: Presetszene
it: Presetscene

source: Plugin Szene
it: Pluginscene

source: MediaCenter Verbindung:
it: MediaCenter connection:

source: Der 3D Visualizer wurde nicht gefunden. Bitte kontrollieren Sie die Pfadangabe in den erweiterten Einstellungen...
it: The 3D Visualizer could not be found. Please check the folder in the advanced settings...

source: Kennwort festlegen
it: Inserire password

source: Bitte geben Sie ein Kennwort für die Freigabe ein:
it: Please enter a password:

source: Gerätedaten exportieren
it: Export devicedata

source: Startadresse
it: Startaddress

source: Kanalanzahl
it: Nr Canali

source: Leistung [W]
it: Potenza [W]

source: DIP-Startadresse
it: DIP-Startaddress

source: Installierte Geräte:
it: Installed devices:

source: Erstellte Szenen:
it: Created scenes:

source: Kanaländerung/s:
it: Channelchanges/s:

source: Aufgenommen
it: Registrato

source: Möchten Sie wirklich alle laufenden Audiowiedergaben beenden?
it: Do you really want to stop all running audiofiles?

source: Mo
it: Lu

source: Di
it: Ma

source: Mi
it: Me

source: Do
it: Gi

source: Fr
it: Ve

source: So
it: Do

source: Beschreibung eingeben
it: Inserire descrizione

source: Bitte geben Sie eine kurze Beschreibung für dieses Preset an:
it: Please enter a short description for this preset:

source: Neues Preset
it: Nuovo preset

source: Bitte geben Sie eine kurze Beschreibung für dieses Preset:
it: Please enter a short description for this preset:

source: Computerlaufzeit:
it: Attività Computer:

source: <ABGELAUFEN!>
it: <SCADUTO!>

source: Gobo-Korrelation wird aktualisiert...
it: Updating gobo correlation...

source: Gobos verglichen.
it: Gobos compared.

source: Selektionsbeschriftung ändern
it: Cambia Descrizione

source: Bitte geben Sie eine neue Bezeichnung für diese Selektion ein:
it: Per favore inserisci una nuova descrizione per questa selezione:

source: Möchten Sie den aktuellen Submaster zurücksetzen?
it: Vuoi resettare il submaster corrente?

source: Bitte fügen Sie zunächst eine Submasterbank über das grüne Plus hinzu...
it: Please first add a new submasterbank by clicking on the green plus button...

source: Was möchten Sie mit diesem Submaster einstellen/ausführen?
it: What do you want to change with this submaster?

source: Befehle
it: Comandi

source: Einfache Szene hinzufügen
it: agg. scene

source: Neue Bewegungsszene
it: Nuova Scena movimento

source: Neuer Befehl
it: Nuovo comando

source: Einfache Szenen
it: Simple scene

source: Geräteszenen
it: Devicescene

source: Audioszenen
it: Scena Audio

source: Bewegungsszenen
it: Movingscene

source: Kombinationsszenen
it: Scena combinata

source: Automatikszenen
it: Autoscene

source: MediaCenter Szenen
it: MediaCenter Scene

source: Preset-Szenen
it: Preset-Scene

source: Pluginszenen
it: Pluginscenes

source: Szenenname:
it: Nome Scena:

source: Szenentyp:
it: Tipo Scena:

source: Die zu löschende Szene wird noch verwendet. Bitte wählen Sie, wie weiter verfahren werden soll:
it: The scene you want to delete is still in use. Please choose what to do now:

source: Gerätepreset
it: Devicepreset

source: Effektname:
it: Nome effetto:

source: Der zu löschende Effekt wird noch verwendet. Bitte wählen Sie, wie weiter verfahren werden soll:
it: The effect you want to delete is still in use. Please choose what to do now:

source: Effekt löschen
it: Elimina effetto

source: Neue Kombinationsszene
it: New Combinationscene

source: - Kopie
it: - Copia

source: Pluginszenen können nur innerhalb des Host-Plugins kopiert werden.
it: Pluginscenes can only be copied within the Host-Plugin.

source: Möchten Sie wirklich alle Szenen löschen?
it: Vuoi eliminare tutte le scene?

source: Neue Geräteszene
it: New Devicescene

source: Neue Autoszene
it: Nuova Autoscene

source: Neue MediaCenter Szene
it: New MediaCenter scene

source: Ermöglicht die Erstellung kanalbezogener Einblendszenen mit Einblendzeit.
it: Allows the creation of channel-based fading-scenes with fadein-time.

source: Dieser Szenentyp speichert Szenen Gerätebezogen mit einer Einblendzeit ab.
it: This scene-type saves device-based scenes together with a fading-time

source: Spielt verlinkte Audiodateien ab
it: Plays linked audiofiles

source: Automatische Scannerbewegungen, bzw. Kanaleffekte
it: Automatic scanner- or movinghead-movements or effects

source: Steuerungen der einzelnen PC_DIMMER Funktionen
it: Control of single PC_DIMMER-functions

source: Kombinationen einzelner Szenen die zusammen gestartet und beendet werden
it: Combination of several single scenes or effects

source: Mit Presets können mehreren Geräten gleichzeitig Werte zugewiesen werden.
it: With presets you can set values to different devices at the same time

source: Automatikszenen erlauben das automatische Setzen einer Lichtstimmung.
it: Auto-Scenes are able to set the color of the whole stage with less efford

source: Effekte sind eine Ansammlung aufeinanderfolgender Szenen.
it: Effects are a collection of single scenes.
