Repository: ming-hai/PC_DIMMER
Catalog: Core/locale/*/LC_MESSAGES/default.po
Languages: it

source: PC_DIMMER Leistungsanzeige (*.pcdlstg)|*.pcdlstg
it: PC_DIMMER powercontrol (*.pcdlstg)|*.pcdlstg

source: Leistungsübersicht
it: Poweroverview

source: Phase 1
it: Fase 1

source: Phase 2
it: Fase 2

source: Phase 3
it: Fase 3

source: Phase 4
it: Fase 4

source: Phase 5
it: Fase 5

source: Phase 6
it: Fase 6

source: Phase:
it: Fase:

source: Max. Leistung [W]:
it: Max. power [W]:

source: Phase 7
it: Fase 7

source: Phase 8
it: Fase 8

source: Phase 9
it: Fase 9

source: Phase 10
it: Fase 10

source: Phase 11
it: Fase 11

source: Phase 12
it: Fase 12

source: Kennwort:
it: Password:

source: Speed Master
it: Vel. Master

source: Speedmaster
it: Velmaster

source: Lautstärkemaster
it: Volumemaster

source: Spaltenanzahl:
it: Colonne:

source: Delayzeit in Millisekunden (kleiner 0 = Zufall)
it: Ritardo in millisecondi (below 0 = Random)

source: Fadezeit in Millisekunden (-1 = Szenenzeit, unter -1 = Zufall)
it: Dissolvenza in millisecondi (-1 = Scenetime, below -1 = Random)

source: Änderung auf Geräten
it: Preview on devices

source: Zeitleiste:
it: Timeline:

source: Szenenzahl:
it: Scenecount:

source: Neue Matrix...
it: nuovo matrix...

source: Matrix importieren...
it: Import matrix...

source: Matrix exportieren...
it: Export matrix...

source: Alle Geräte selektieren
it: Select all devices

source: PC_DIMMER Matrix (*.pcdmtrx)|*.pcdmtrx|Alle Dateien (*.*)|*.*
it: PC_DIMMER Matrix (*.pcdmtrx)|*.pcdmtrx|All files (*.*)|*.*

source: PC_DIMMER Effekte (*.pcdmtrx)|*.pcdmtrx|Alle Dateien (*.*)|*.*
it: PC_DIMMER Effekte (*.pcdmtrx)|*.pcdmtrx|All files (*.*)|*.*

source: MediaCenter Szene
it: MediaCenter scena

source: Auszuführender Befehl:
it: Command to run:

source: Auf Server verfügbare Videogeräte:
it: Available devices on server

source: Aktuelle Videoposition:
it: Current videoposition:

source: Länge der Videodatei:
it: Length of videofile:

source: Adresse zum Server:
it: Address to the server:

source: Steuerung eines Mediencomputers über das Netzwerk
it: Control of a MediaServers over the network

source: Videodatei laden
it: Load videofile

source: Video starten
it: Start video

source: Video pausieren
it: Pause video

source: Video stoppen
it: Stop video

source: Videolautstärke setzen
it: Set volume

source: Video stummschalten (ein/aus)
it: Video muted (on/off)

source: Seitenverhältnis beibehalten (ein/aus)
it: Keep aspect ratio (on/off)

source: Videoposition setzen
it: Set videoposition

source: Live-Videoeingang starten
it: Start Live-VideoIn

source: Videofenster anzeigen (ein/aus)
it: Show videowindow (on/off)

source: Videofenster Vollbild (ein/aus)
it: Video fullscreen (on/off)

source: Bild aus Datei laden
it: Load picture from file

source: Bild anzeigen (ein/aus)
it: Visualizza foto (on/off)

source: Powerpoint Datei anzeigen
it: Show Powerpoint slide

source: Powerpoint Folie weiterschalten
it: Next Powerpoint slide

source: Powerpoint Folie zurückschalten
it: Previous Powerpoint Slide

source: Powerpoint zu bestimmter Folie
it: Specific Powerpoint slide

source: Powerpoint beenden
it: Exit Powerpoint

source: Datei/Programm starten
it: Start program/file

source: Audiodatei laden
it: Carico audiofile

source: Audiodatei abspielen
it: Play audiofile

source: Audiodatei pausieren
it: Pause audiofile

source: Audiodate stoppen
it: Stop audiofile

source: Audioposition setzen
it: Set audioposition

source: Audiolautstärke setzen
it: Set audiovolume

source: Optionen 1:
it: Options 1:

source: Funktion ein/aus
it: Function on/off

source: Optionen 2:
it: Options 2:

source: Name der auszuführenden Datei/des Videogerätes auf dem MediaCenter-Server:
it: Name of the file/the video-in-device on the MediaServer:

source: Informationen vom MediaCenter Server abrufen
it: Request informations from MediaServer

source: MIDI-Events bearbeiten
it: Edit MIDI-Events

source: Midi Backtrack verwenden (sofern bei Event unterstützt und aktiviert)
it: Use MIDI backtrack (if event supports it)

source: MIDI-In Geräte:
it: MIDI-In devices:

source: MIDI-Out Geräte:
it: MIDI-Out devices:

source: Helligkeitswerte von selektierten Geräten an MIDI-Gerät (z.B. Motorfaderpult) übertragen
it: Transmit brightnessvalue of selected devices to MIDI-device (e.g. motorfaderdevice)

source: Die Helligkeitswerte der ersten
it: Send the brightnessvalues of the

source: selektierten Geräte per Midi wie folgt senden:
it: first selected devices as following:

source: Gerät in Selektion:
it: Device in selection:

source: Werte übertragen über:
it: Transmit values over:

source: Setzt bei eingehenden MIDI-Nachrichten die entsprechenden MIDI-Informationen automatisch
it: Sets the MIDI-function on MIDI-In automaticly

source: MIDI-Optionen
it: MIDI-options

source: Control-MSG von Kanal:
it: Control-MSG of channel:

source: Control-Message ändert Wert letzer Kanal-Note
it: Control-Message changes value of last channel-note

source: Eingehende MIDI-Daten auf Ausgang (MIDI-Thru)
it: Route incoming MIDI values to output (MIDI-Thru)

source: MIDI-Einstellungen
it: MIDI settings

source: Einrichten von MIDI-Funktionen zur Steuerung des Programms, bzw. externer MIDI-Geräte
it: Setup of MIDI-functions to control the program or external MIDI-devices

source: MIDI-Ereignisdaten (*.pcdmidi)|*.pcdmidi|Alle Dateien (*.*)|*.*
it: MIDI-Eventfile (*.pcdmidi)|*.pcdmidi|All files (*.*)|*.*

source: Version online verfügbar:
it: Version online available:

source: Derzeitige Version:
it: Current version:

source: Wird ermittelt...
it: Detecting...

source: Meldung:
it: Information:

source: Größe der Datei:
it: Size of file:

source: Dateiname:
it: Filename:

source: Updatedatei ausführen
it: Run updatefile

source: PC_DIMMER Onlineupdate
it: PC_DIMMER Aggiornamento Online

source: Bleiben Sie immer auf dem neuesten Stand...
it: Stay up to date...

source: Optionen
it: Options

source: Ausgabe
it: Output

source: Ausgabeplugins
it: Outputplugins

source: Ausgabeplugins für PC_DIMMER
it: Outputplugins for PC_DIMMER

source: Dateiname
it: Filename

source: Ignorieren
it: Ignore

source: Es wurden beim Start nicht alle Plugins geladen -->
it: On startup not all plugins have been loaded -->

source: Ignorierte Plugins wieder laden
it: Load ignored plugins on startup

source: Startup
it: Avvio

source: Verhalten beim Startvorgang
it: operazioni all'avvio

source: Letzte Kanalwerte wiederherstellen
it: Recover last channelvalues

source: Computer-Ein-/Ausschalter deaktivieren
it: Deactivate On/Off-switch of computer

source: Aktiviere zuletzt genutzte Plugins
it: Activate the last used plugins

source: Hardwareeinstellungen
it: Hardwaresetup

source: Auswahl des Animations-Timer
it: PC_DIMMER Animationtimer

source: Maximal verwendeter Kanal (Anzahl Universes):
it: Maximum used channel (number of universes):

source: Eingabe:
it: Input:

source: Priorität des Hauptprogrammthreads
it: Priority of mainthread

source: Niedriger
it: Lower

source: Höher
it: Higher

source: Leerlauf
it: Empty

source: Echtzeit
it: Realtime

source: Prozesspriorität des PC_DIMMERs verändern
it: Change processpriority of PC_DIMMER

source: Interval für Backtrack zum MIDI-Gerät:
it: Interval for Backtrack to MIDI-Device:

source: Dimmerkernel-Einstellungen
it: Dimmerkernel-Setup

source: Auflösung des Dimmerkernels für Fadings:
it: Resolution of dimmerkernel for fadings:

source: 1ms=beste Qualität, 50ms=beste Leistung
it: 1ms=best quality, 50ms=best performance

source: Allgemein
it: Generale

source: Allgemeine Einstellungen
it: Impostazioni generali

source: Minimale Helligkeit bei Bildschirmabdunklung:
it: Minimum brightness of screendimout

source: Darstellung der Faderlevel im Faderbereich
it: Type of faderleveldisplay

source: Prozentanzeige (0%...50%...100%)
it: Percentage (0%...50%...100%)

source: Prozentanzeige (0.0%...50.0%...100.0%)
it: Percentuale (0.0%...50.0%...100.0%)

source: Byteanzeige (0...127...255)
it: Byteview (0...127...255)

source: Hexdezimalanzeige (0..7F..FF)
it: Hexview (0..7F..FF)

source: Speichern des Projektes bestätigen
it: Confirm save of project

source: Scroll-Lock LED bei Beat blinken lassen
it: Blinking Scroll-Lock LED on beat

source: Akkuwarnmeldungen anzeigen
it: Mostra avvisi batteria

source: PC_DIMMER Dateitypen
it: PC_DIMMER filetypes

source: Dateitypen in Windows registrieren
it: Register filetypes in windows

source: Dateitypen entfernen
it: Remove filetypes

source: Fenster im Hintergrund transparent
it: Backgroundwindows transparent

source: Testen
it: Test

source: Soundsystem
it: Sistema sonoro

source: Einstellungen zum Soundsystem
it: Impostazioni suono

source: Verwendete Soundkarte
it: Usa soundcard

source: Soundkarte:
it: Scheda audio:

source: Verwendete Lautsprecher
it: Used speaker

source: MIDI-Beatsignal
it: MIDI-beat

source: MSG (Ein):
it: MSG (On):

source: Data1 (Ein):
it: Data1 (On):

source: Data2 (Ein):
it: Data2 (On):

source: MSG (Aus):
it: MSG (Off):

source: Data1 (Aus):
it: Data1 (Off):

source: Data2 (Aus):
it: Data2 (Off):

source: Beatsignal per MIDI senden
it: Send beat per MIDI

source: Programmfunktionen
it: Programfunctions

source: Position der MEVP.dll (meist im Installationsordner des Visualizers)
it: Position of MEVP.dll (in the installationfolder of the visualizer)

source: Zeitabstand:
it: Timedistance:

source: Dateianzahl:
it: Numero di files:

source: Zeit bis zur automatischen Sperre
it: Time for locking

source: Kennwort für Reaktivierung:
it: Password for reactivation:

source: Fehlerbehandlung
it: Failurereport

source: Fehlerbehandlung im PC_DIMMER
it: Errorhandling within PC_DIMMER

source: Optionen (wird bei jedem Start zurückgesetzt)
it: Options (will be resetted on each start)

source: Keine Fehler melden (nur Eintrag in Protokolldatei)
it: Show no errors (write only into protocol)

source: Netzwerkserver
it: Networkserver

source: Netzwerkeinstellungen
it: Networksettings

source: Webserverkennwort:
it: Webserverpassword:

source: HTTP-Server aktivieren
it: Attivazione HTTP-Server

source: Kennwortabfrage aktiviert
it: Attivazione password

source: Terminalschnittstelle
it: Terminal

source: Verhalten beim Beenden
it: Behavior on shutdown

source: Ausgabeplugins deaktivieren
it: Deactivate outputplugins

source: Programmplugins deaktivieren
it: Deactivate programplugins

source: Kanalwerte beim Beenden auf 0% setzen
it: Set channelvalues to 0% on shutdown

source: Bitte starten Sie den PC_DIMMER neu...
it: Si prega di riavviare PC_DIMMER ...

source: Sound
it: Suono

source: Sonstiges
it: Altro

source: Fehler
it: Errore

source: Visualizer (MEVP.DLL)|mevp.dll|DLL-Dateien (*.dll)|*.dll|Alle Dateien (*.*)|*.*
it: Visualizer (MEVP.DLL)|mevp.dll|DLL-Files (*.dll)|*.dll|All files (*.*)|*.*

source: <MELDUNG>
it: <MESSAGE>

source: Fenster
it: Finestre

source: Spezial
it: Speciali

source: 1 Einschalten
it: 1 Acceso

source: Paused
it: Fermato

source: Scheduler: keine Ereignisse geplant...
it: Schedulatore inattivo...

source: No input data detected...
it: Nessun dato in ingresso rilevato...

source: Silver
it: Argento

source: Akku:
it: Accu:

source: Akkuleistung
it: Accucapacity

source: Bühne
it: Stage

source: Neues Kanalicon
it: Nuova channelicon

source: Panel
it: Pannello

source: Objekt aus Verwaltung
it: Oggetto dalla biblioteca

source: Dimmer Files öffnen...
it: Apri dimmer files...

source: Script speichern...
it: Salva script...

source: PC_DIMMER anzeigen/verbergen
it: Mostra/Nascodi PC_DIMMER

source: Startoptionen...
it: Startoptions...

source: Tipps und Tricks
it: Tips and tricks

source: Onlineupdate starten...
it: Start onlineupdate...

source: PC_DIMMER beenden
it: Esci da PC_DIMMER

source: Multimedia-Dateien (wav,mp3,etc.)|*.wav;*.mp3;*.mid;*.cda|Alle Dateien (*.*)|*.*
it: Multimedia-Files (wav,mp3,etc.)|*.wav;*.mp3;*.mid;*.cda|All files (*.*)|*.*

source: Kopfzeile
it: Header

source: Projektverwaltung
it: Gestisci Progetti

source: Geräteübersicht
it: Panoramica dispositivi

source: Anzeigen
it: Show

source: Steuerungen
it: Controllo

source: Player / Sequenzer
it: Player / Sequenziale

source: Eingabe
it: Input

source: Zugriff
it: Accesso

source: Aussehen
it: Look

source: Spezialanwendungen
it: Aplicazioni speciali

source: Weitere Steuerungen
it: Controllo avanzato

source: Geräteerzeugung
it: Creazione dispositivi

source: Neues Projekt
it: Nuovo progetto

source: Erstellt ein neues Projekt
it: Creare un nuovo progetto

source: Projekt laden...
it: Carica progetto...

source: Projekt speichern
it: Salva progetto...

source: Projekt öffnen
it: Apri progetto

source: Öffnet vorhandene PC_DIMMER Projekte
it: Apri progetto PC_DIMMER esistente

source: Speichert das aktuelle PC_DIMMER Projekt
it: Salva progetto corrente PC_DIMMER

source: Speichert das aktuelle Projekt unter einem bestimmten Dateinamen
it: Salva il progetto corrente con uno specifico nome file

source: Verwaltung
it: Gestione

source: Öffnet die Projektverwaltung
it: Apri Gestione Progetti

source: Kanalnamen drucken
it: Stampa nomi canali

source: Druckt die aktuelle Kanalbelegung
it: Stampa i canali correnti

source: Projekt wiederherstellen
it: Projectrecovery

source: Stellt ein Projekt nach z.B. nach einem Absturz wieder her
it: Recovers a project

source: Letzte Projekte
it: Ultimi progetti

source: Zuletzt verwendete Projekte
it: Ultimi progetti usati

source: Zeit eine übersichtliche Liste aller installierter Geräte
it: Visualizza lista dispositivi installati

source: Geräteliste exportieren
it: Esporta lista dispositivi

source: Exportiert die vorhandenen Geräte in Listenform
it: Exports the existing devices into a list

source: Szenen verwaltung
it: Biblioteca Scene

source: Verwalten Sie hier sämtliche Szenen und Effekte
it: Manage all created scenes and effects

source: Kanal übersicht
it: Visualizza Canali

source: Zeigt eine Kanalübersicht über die Kanäle des gesamten Universes
it: Mostra una panoramica per tutti i canali dell'universo

source: Projekt assistent
it: Assistente Progetto

source: Ein Assistent, der Sie bei den ersten Schritten begleitet
it: Un assistente per i primi passi

source: Bühnenansicht
it: Vista Stage

source: Eine 2D Ansicht der vorhandenen Geräte
it: Un visualizzatore 2D dei dispositivi installati

source: Visualizer
it: Visualizzatore

source: Eine 3D Darstellung der Bühne
it: Un visualizzatore 3D per il tuo stage

source: Ein Panel zum schnellen Zugriff auf Effekte und Szenen z.B. bei einem Live-Auftritt
it: Pannello per accesso rapido a effetti e scene

source: Geräte steuerung
it: Controllo dispositivi

source: Installieren oder löschen Sie Geräte zu oder aus Ihrem Projekt
it: Install or delete some devices to/from your project

source: Audio effektplayer
it: Audioeffectplayer

source: Programmieren Sie Lichteffekte millisekundengenau auf ein Musikstück
it: Program your ligheffects to a musicfile

source: Effekt sequenzer
it: Effetti sequenziali

source: Erstellen Sie z.B. über den Lauflichtgenerator Effekte und Lauflichter
it: Create lighteffects with the lighteffect-generator

source: Eine listenartige Darstellung aufeinanderfolgender Szenen
it: A listview of scenes

source: Textbuch
it: Textbook

source: Für kleine Theaterstücke sinnvoll: das Textbuch
it: A textbook for theatre

source: Synchronisieren Sie Lichtabläufe auf einen eingehenden Timecode (z.B. MIDI)
it: Synchronize lights with a timecode (for example MIDI)

source: Live-Video und Videodateianzeige (kann mit Audioeffektplayer synchronisiert werden)
it: Live-Video and videoplayer (can be synchronized with audioeffectplayer)

source: Ein einfacher CD-Player
it: Seplice CD-player

source: Geräte editor
it: Modifica Dispositivi

source: Erstellen Sie neue Gerätedefinitionen mit diesem Editor
it: Create new DDF with this editor

source: Gruppen editor
it: Editor Gruppi

source: Fügen Sie mehrere Geräte zu einer Gruppe hinzu, um gruppierte Geräte zeitgleich oder mit einem Zeitversatz einstellen zu können
it: Add multiple devices to a group to control all devices over this single group with or without a delay between the devices

source: Eine einfache analoge Uhrzeitanzeige
it: Semplice orologio

source: Beattool
it: Conta BPM

source: Wählen Sie aus verschiedenen Quellen einen Beat für Ihre Effekte
it: Choose between different beat-sources for your effects

source: Zeitsteuerung
it: Scheduler

source: Lassen Sie Lichtszenen und Effekte zu bestimmten Zeitpunkten automatisch starten
it: Start scenes and effects to a specific time.

source: Tastatur steuerung
it: Controllo Tastiera

source: Legen Sie Funktionen des PC_DIMMERs auf Tasten Ihrer Tastatur
it: Use your keyboard to control PC_DIMMER

source: Nutzen Sie angeschlossene MIDI-Geräte oder MIDI-Sequenzer, um den PC_DIMMER zu steuern
it: Use connected MIDI-devices or MIDI-programs to control PC_DIMMER

source: Nutzen Sie DMX-Inputs oder andere Eingänge, um PC_DIMMER-Funktionen zu steuern
it: Use DMX512- or other inputs to control PC_DIMMER

source: Infrarot
it: Infrarossi

source: Verwenden Sie eine Infrarotfernbedienung, um den PC_DIMMER zu steuern
it: Setup your remote control to start scenes and effects with your RC.

source: Steuern Sie PC_DIMMER-Funktionen über einen Joystick oder ein Gamepad
it: Controlla funzioni PC_DIMMER con joystick o gamepad

source: Verwenden Sie Netzwerkfunktionen, um PC_DIMMER-Funktionen zu steuern
it: Use networkfunctions, to control PC_DIMMER

source: Erweiterte Einstellungen
it: Impostazioni Avanzate

source: Zeigt erweiterte Einstellungen und Ausgabepluginseinstellungen
it: Shows additional settings and output-plugin configuration

source: Blenden Sie Sidebars ein- oder aus
it: Show/hide the sidebar

source: Ausschalten
it: Switch off

source: Einschalten
it: Accendi

source: PC_DIMMER Website
it: PC_DIMMER Sito web

source: Onlineupdate starten
it: Start onlineupdate

source: PC_DIMMER Einleitung
it: PC_DIMMER Primi passi

source: GPL Lizenz
it: GPL License

source: Ein multikanal Faderpanel zur Steuerung einzelner Kanäle
it: A multichannel faderpanel to control single channels

source: Fassen Sie mehrere Kanäle eines Gerätes auf einem Fader zusammen
it: Combine multiple channels of one device to one single fader

source: Einige Hauptfader (Lautstärke, Helligkeit, etc.)
it: Some Masterfader (volume, brightness, etc.)

source: PC_DIMMER sperren
it: Blocco PC_DIMMER

source: Sperrt den Zugriff zum PC_DIMMER
it: Blocchi di PC_DIMMER

source: Debugausgabe
it: Mostra debug

source: Zeigt eine kurze Debuganzeige
it: Shows a small debugview

source: Protokoll anzeigen...
it: Mostra protocollo...

source: Zeigt das PC_DIMMER-Protokoll
it: Mostra protocollo PC_DIMMER

source: Laden Sie alle vorhandenen Plugins
it: Load all existing plugins

source: Verdunkeln
it: Oscura

source: Ausgabe aktivieren/deaktivieren
it: Activate/deactivate output

source: Stop Effekte und Audio
it: Stop Effects and Audiofiles

source: Stop (Effekte und Audio)
it: Stop (Effects and Audio)

source: USB Geräte
it: USB devices

source: Ändert das Aussehen zu Blau
it: Cambia skin blu

source: Schwarz
it: Nero

source: Ändert das Aussehen zu Schwarz
it: Cambia skin nero

source: Silber
it: Argento

source: Ändert das Aussehen zu Silber (Standard)
it: Cambia skin argento (standard)

source: Menu ein/aus
it: Menu on/off

source: Fensterpositionen resetten
it: Resetta Posizione finestre

source: Fensterpositionen speichern
it: Salva posizione finestre

source: Weitere
it: Altro

source: Minimiert ein/aus
it: Minimizza on/off

source: Aktiviere Joystick
it: Activate joystick

source: Verarbeite DataIn-Daten
it: Process DataIn

source: Verarbeite MIDI-Daten
it: Process MIDI

source: PDA-Server aktiviert
it: Activate PDA-Server

source: Terminalschnittstelle aktivieren
it: Activate Terminal

source: MediaCenter Timecode empfangen
it: Receive MediaCenter Timecode

source: Einstellungen anzeigen
it: Show settings

source: Leistungsanzeige anzeigen
it: Show powercontrol

source: Weitere Funktionen
it: Funzioni aggiuntiuve

source: Nederlands
it: Olandese

source: Niederländisch
it: Olandese

source: Languages
it: Lingue

source: Erweiterte Optionen
it: Imp. avanzate

source: Geräteselektion
it: Deviceselection

source: Lassen Sie ihre RGB-Lampen zum Bildschirminhalt automatisch einstellen
it: Set the color of your RGB-devices to the color of your monitor automaticaly

source: Party Modul
it: Party Module

source: Erstellen Sie schnell und einfach Lichteffekte für ihre Party
it: Create light-effects for your party fast and easy

source: Geräteeditor Assistent
it: Modifica dispositivi assistita

source: PC_DIMMER Downloads
it: Scarica PC_DIMMER

source: Auflistung aller laufender Audioszenen
it: Lista di tutte le scene audio riproducibili

source: New Button
it: Nuovo bottone

source: Bild anpassen
it: Cambia foto

source: Datei auswählen...
it: Choose file...

source: PNG-Dateien (*.png)|*.png
it: PNG-File (*.png)|*.png

source: Geräte für Party-Modul
it: Devices for Party-Module

source: Maximale Fadezeit:
it: Maximum Fadetime:

source: Maximale Delayzeit:
it: Maximum Delaytime:

source: Maximale Pan/Tilt-Zeit:
it: Maximum Pan/Tilt-Time:

source: Zeitgesteuert
it: Timecontrolled

source: Position bei Scannern/MHs einbeziehen
it: Change positions of Scanners/MHs

source: Zufallsaktivierung von Geräten
it: Random device-choosing

source: Farbeinstellungen
it: Colorsettings

source: Maximale Helligkeit:
it: Maximum Luminance:

source: Minimale Helligkeit:
it: Minimum Luminance:

source: Mischfarben zulassen
it: Allow colormixing

source: Keine dunklen Scheinwerfer erlauben
it: Do not create black devices

source: Zeit bis Presetwechsel:
it: Time between presets:

source: Zufällig Presets auswählen
it: Choose preset randomly

source: PartyMuckenModul-Preset (*.pcdpmmp)|*.pcdpmmp|Alle Dateien (*.*)|*.*
it: PartyModule-Preset (*.pcdpmmp)|*.pcdpmmp|All files (*.*)|*.*

source: Positionierung (PAN/TILT):
it: Positioning (PAN/TILT):

source: Farbeinstellung (R/G/B):
it: Colorsettings (R/G/B):

source: Speed:
it: Velocità:

source: Einstellungen für Preset
it: Setup for preset

source: Shutter offen
it: Shutter opened

source: Prisma eingeschaltet
it: Prisma enabled

source: Dimmer / Stroboskop
it: Dimmer / Strobe

source: Dimmer aus
it: Dimmer off

source: Stroboskop aus
it: Strobe off

source: Iris / Fokus
it: Iris / Focus

source: Iris aus
it: Iris off

source: Fokus aus
it: Focus off

source: Altes Presetdesign verwenden
it: Use old presetdesign

source: Testweise anwenden auf Gerät:
it: Provalo nel dispositivo:

source: Verwendete Kanäle
it: usa canali

source: PICTURE
it: Foto

source: Einstellen von Geräteeinstellungen, die auf selektierte Geräte angewendet werden können
it: Setup of devicesettings that can be used on selected devices

source: Presetszeneneditor
it: Presetsceneeditor

source: Presetszene für folgende Geräte:
it: Presetscene for these devices:

source: Preset-Szenen-Editor:
it: Preset-Scene-Editor

source: Bitte eine Taste drücken...
it: Please press a key...

source: Verarbeite...
it: Processing...

source: Verarbeite Daten...
it: Processing data...

source: Version
it: Versione

source: Betriebssystem
it: sistema operativo

source: Computerlaufzeit
it: Computer uptime

source: Ungefähre Restdauer: 0s
it: Approximated time: 0s

source: Nachricht
it: Message

source: Projekteigenschaften
it: Proprietà progetto

source: Projekteigenschaften bearbeiten
it: Edit properties of project

source: Projekttitel
it: Titolo progetto

source: Projektversion
it: Versione progetto

source: Bearbeiter
it: Autore

source: Letzte Programmversion
it: Last programversion

source: Speicherdatum
it: Data

source: Anzahl der Speicherungen
it: Salvataggi

source: Automatisch Computernutzer eintragen
it: Inserisco utente pc automaticamente

source: Ungefähre Projektgröße:
it: Dimensione progetto:

source: wird ermittelt...
it: Calcolo...
