Repository: ming-hai/PC_DIMMER
Catalog: Core/locale/*/LC_MESSAGES/default.po
Languages: it

source: Verzeichnis der aktuellen Projektdatei:
it: Directory del file-progetto corrente:

source: Übersicht der Dateien im Projektcontainer
it: Panoramica dei file in projectcontainer

source: Angezeigter Unterordner:
it: Sottocartella corrente:

source: Refresh
it: Aggiorna

source: Zuletzt gespeichert als Version:
it: Ultima versione salvata:

source: Verwalten Sie hier Dateien, die mit in die Projektdatei eingebunden werden sollen
it: Amministra i tuoi file contenuti nel pacchetto del progetto

source: Dateien dem aktuellen Unterordner hinzufügen...
it: Add file to the current subfolder...

source: Dateien dem Projekt-Hauptverzeichnis hinzufügen...
it: Add files to the mainfolder...

source: Neuen Unterordner erstellen
it: Crea directory

source: Alle Dateien (*.*)|*.*
it: tutti file (*.*)|*.*

source: Dateien dem Projekt hinzufügen...
it: Agg. file al progetto...

source: PC_DIMMER Protokollfenster
it: PC_DIMMER protocolwindow

source: Die Daten werden automatisch im Programmverzeichnis als PC_DIMMER.log gespeichert...
it: The data will be saved as PC_DIMMER.log within the programfolder...

source: Programm-Meldungen
it: Programmessages

source: Projektwiederherstellung
it: Projectrecovery

source: Verfügbare Sicherungskopien
it: Backup disponibili

source: Projekttitel:
it: Titolo del progetto:

source: Projektversion:
it: Versione del progetto:

source: Bearbeiter:
it: Autore:

source: Speicherdatum:
it: Data:

source: Uhrzeit:
it: Ora:

source: Speicheranzahl:
it: Numero di salvataggi:

source: Projektdatei wiederherstellen
it: Recover projectfile

source: Wählen Sie eine Sicherungskopie, um Ihr Projekt wiederherzustellen
it: Chose a backup to recover your project

source: Gruppeneditor
it: Groupeditor

source: Gruppengeräte
it: Groupdevices

source: Gruppen
it: Groups

source: Gruppenname:
it: Groupname:

source: Gruppe aktiviert
it: Group activated

source: Mastergerät:
it: Masterdevice:

source: Fanning-Art:
it: Type of fanning:

source: Morphingstärke:
it: Morphingvalue:

source: Verwende Master-Gerät
it: Use masterdevice

source: Gleichmäßig nach Links und Rechs
it: To left and right

source: Nur nach Rechts
it: To the right

source: Nur nach Links
it: To the left

source: Sinus nach Links und Rechts
it: Sine to left and right

source: Von Außen nach Innen
it: From out to in

source: Dieser Delaywert kann in Szenen und Tools für die Dauer der Szene überschrieben werden.
it: This delayvalue can be overwritten by scenes and tools and is only valid for "-1" as fanning values within scenes

source: Aktuelle Geräteselektion übernehmen
it: Use current deviceselection

source: Scannerkalibrierung
it: Scannercalibration

source: Ansichtsoptionen:
it: Viewoptions:

source: Art der Anpassung:
it: Type of calibration:

source: Die Scannerkalibrierung erlaubt das Einstellen der Bewegungsachsen. Es kann eine verdrehte Aufhängung zur Bühne kompensiert oder die Bewegungen auf die Bühnenmaße beschränkt werden.
it: The scannercalibration allows an own coordination system for each scanner and moving head. A distorted position of the device may be compensated with this calibration.

source: Korrigiert
it: Calibrated

source: Punkte
it: Points

source: Links Oben:
it: Top left:

source: Rechts Oben:
it: Top right:

source: Rechts Unten:
it: Bottom right:

source: Links Unten:
it: Bottom left:

source: Punkte anpassen:
it: Calibrate points:

source: Ermöglicht das Synchronisieren mehrerer Bewegtscheinwerfer
it: Allows the synchronisation of multiple scanners

source: Info über Kalibrierung
it: About the calibration

source: Kein Antialiasing
it: No antialiasing

source: Wendet die Kalibrierung direkt auf den aktuellen Scanner an
it: Uses the calibration for the current scanner directly

source: Kalibrierpunkte außerhalb des Randes erlauben
it: Allow calibrationpoints out of bound

source: Bitte auswählen
it: Please choose

source: Halbe Größe
it: Half size

source: Doppelte Größe
it: Double size

source: 90° nach Rechts
it: 90° to right

source: 90° nach Links
it: 90° to left

source: Horizontal Spiegeln
it: Mirror horizontal

source: Vertikal Spiegeln
it: Mirror vertical

source: Szene oder Effekt nicht gefunden!
it: Scene o effetto non trovata!

source: Eine soeben aufgerufene Szene konnte nicht gefunden werden...
it: The called scene could not be found...

source: Datum
it: Data

source: Typ
it: Tipo

source: Erlaubt das Starten von Befehlen und Szenen zu bestimmten Zeiten
it: Permette di eseguire scene o comandi programmati a tempo

source: Fügt ein neues Ereignis hinzu
it: Aggiungi un nuovo evento

source: Ereignis bearbeiten
it: Edit entry

source: Ereignis löschen
it: Delete entry

source: Stoppt das ausgewählte Ereignis
it: Stopps the selected event

source: Führt das ausgewählte Ereignis testweise aus
it: Starts the selected event for testing

source: Startet den Skripttimer
it: Starts the scheduler

source: Timer starten
it: Start timer

source: Timer deaktiviert
it: Stop timer

source: Liste öffnen
it: Open list

source: Liste speichern
it: Save list

source: Liste löschen
it: Delete list

source: Kanalnameneinrichtung
it: Setup channelnames

source: Kanalnamen einrichten
it: Setup channelnames

source: Aktuell selektierte Geräte einstellen:
it: Setup selected devices

source: Pan/Tilt-Positionierung:
it: Pan/Tilt positioning

source: Farbmischung:
it: Colors:

source: Gruppenselektion:
it: Groupselection:

source: Stroboskop:
it: Strobe:

source: Selektion aus
it: Selection off

source: Selektiert lassen
it: Keep selection

source: Geräteselektionen verwalten:
it: Manage device selections:

source: Aktuelle Geräteselektion einfügen
it: Insert current device selection

source: Bezeichnung ändern
it: Change description

source: Aktuelle Szenenselektion löschen
it: Delete current selection

source: Ausführung:
it: Runtime:

source: Zu ladende Szene:
it: Carica scena:

source: Längengrad:
it: Longitude:

source: Breitengrad:
it: Latitude:

source: Auf- und Untergang heute:
it: Todays sunrise and sunset:

source: Gespeicherte Orte:
it: Preset places:

source: Quelle der Startzeit:
it: Source of time:

source: Ereignis aktiviert
it: Event activated

source: Einmalig
it: Single

source: Täglich
it: Daily

source: Wöchentlich
it: Weekly

source: Monatlich
it: Monthly

source: Jährlich
it: Yearly

source: Szene
it: Scena

source: Eingetragene Uhrzeit
it: Specified time

source: Sonnenaufgang
it: Sunrise

source: Sonnenuntergang
it: Sunset

source: Knüllwald
it: Knuellwald

source: München
it: Munich

source: Zeitgesteuertes Ereignis bearbeiten
it: Edit scheduler entry

source: Stellen Sie Uhrzeit und Ausführungsmuster für das Ereignis ein
it: Setup time and type of run for this entry

source: PC_DIMMER Skript (*.pcdscrp)|*.pcdscrp|Alle Dateien (*.*)|*.*
it: PC_DIMMER Script (*.pcdscrp)|*.pcdscrp|All files (*.*)|*.*

source: Skripttimerdatei laden
it: Load scripttimerfile

source: Initialisiere Anwendung...
it: Initialising program...

source: PC_DIMMER2012 wird gestartet...
it: PC_DIMMER2012 Sta partendo...

source: Aktuelle Bank aus Datei laden...
it: Load current bank from file...

source: Submaster resetten
it: Reset submaster

source: Aktuelle Bank in Datei speichern...
it: Save current bank to file...

source: Submasterbänke:
it: Submasterbanks:

source: PC_DIMMER Submasterdatei (*.pcdsubm)|*.pcdsubm|Alle Dateien|*.*
it: PC_DIMMER Submasterfile (*.pcdsubm)|*.pcdsubm|All files|*.*

source: Einzelkanäle
it: Channels

source: Szenenverwaltung öffnen
it: Open scenelibrary

source: Szenenverwaltung resetten
it: Reset scenelibrary

source: Szenenverwaltung speichern
it: Save scenelibrary

source: Zeige ID statt Beschreibung
it: Show ID instead of description

source: Bearbeitet die ausgewählte Szene
it: Edits the selected scene

source: Erzeugt eine Kopie der aktuellen Szene
it: Creates a copy of the selected scene

source: Aktualisiert die Ansicht
it: Refreshes the view

source: Spielt die ausgewählte Szene ab
it: Plays the selected scene

source: Stoppt die ausgewählte Szene, falls diese gerade aktiv ist
it: Stopps the selected scene if it is running

source: Zeigt die ID der gewählten Szene an. Zum Ändern der ID die Taste STRG beim Klicken gedrückt halten.
it: Shows the ID of the selected scene. To change the ID press CTRL-Key while klicking on this button.

source: Kategorie
it: Category

source: Nimmt eine Geräteszene mit den aktuell geänderten Werten und den selektierten Geräten auf
it: Records a devicescene with changed channels since last scene and the selected devices

source: Zeigt die Verwendungsorte der aktuellen Szene an
it: Shows the location where the scene is used

source: Übersicht über alle erstellten Szenen und Effekte
it: Panoramica di tutte le scene create ed effetti

source: Szene hinzufügen:
it: Agg. scena:

source: Bewegungsszene
it: Movingscene

source: Preset-Szene
it: Preset-Scene

source: PC_DIMMER Szenen (*.pcdscen)|*.pcdscen|Alle Dateien (*.*)|*.*
it: PC_DIMMER Scenes (*.pcdscen)|*.pcdscen|All files (*.*)|*.*

source: Tastenabfrage
it: Keyquery

source: Stellt die Standardtasten wieder her
it: Resets the standard keylayout

source: Standardbelegung
it: Standardlayout

source: Abfrageintervall der Tasten [in ms]:
it: Keypolling [ms]:

source: Hotkeys aktivieren
it: Activate hotkeys

source: KeyUp-Wert:
it: KeyUp-Value:

source: KeyDown-Wert:
it: KeyDown-Value:

source: Mehrfach
it: Multiple

source: Loslassen nutzen
it: Use keyup

source: PC_DIMMER ShortCuts (*.pcdshct)|*.pcdshct|Alle Dateien (*.*)|*.*
it: PC_DIMMER ShortCuts (*.pcdshct)|*.pcdshct|All files (*.*)|*.*

source: Ansicht-Modus
it: Viewmode

source: Textbuchdatei laden
it: Load textbook

source: Bearbeiten-Modus
it: Editmode

source: Szene starten
it: Start scena

source: Szene stoppen
it: Stop scena

source: Schriftart
it: Font

source: Schriftgröße
it: Fontsize

source: Vordergrundfarbe
it: Foregroundcolor

source: Hintergrundfarbe
it: Backgroundcolor

source: HTML-Textbuch-Datei (*.html; *.htm)|*.html;*.htm|Alle Dateien (*.*)|*.*
it: HTML-Textbook-File (*.html; *.htm)|*.html;*.htm|All files (*.*)|*.*

source: Textbuch öffnen...
it: Open textbook...

source: Timecodequelle
it: Timecodesource

source: Aktueller Timecode:
it: Actual timecode:

source: Markierte Szene abspielen
it: Esegui scena selezionata

source: Timecodeplayer-Listen:
it: Timecodeplayerlists:

source: Thread starten
it: Start thread

source: Thread stoppen
it: Stop thread

source: PC_DIMMER Timecode-Liste (*.pcdtmcl)|*.pcdtmcl|Alle Dateien (*.*)|*.*
it: PC_DIMMER Timecode-List (*.pcdtmcl)|*.pcdtmcl|All files (*.*)|*.*

source: Tipp des Tages
it: Tipp of the day

source: Nicht offensichtliche Funktionen, Vereinfachungen, etc.
it: Hidden functions, how to dos, etc.

source: Lade Tipps...
it: Loading tips...

source: Tipps und Tricks beim Start anzeigen
it: Mostra suggerimento del giorno all'avvio

source: Zufallstipp
it: Random tip

source: GOBO1-Rotation stoppen
it: Stop GOBO1 rotation

source: GOBO2-Rotation stoppen
it: Stop GOBO2 rotation

source: Stroboskop
it: Strobe

source: Shutter schließen
it: Close shutter

source: Shutter öffnen
it: Open shutter

source: Strobo max
it: Strobe max

source: Strobo mittel
it: Strobe medium

source: Strobo langsam
it: Stobe slow

source: Prisma Rotation stoppen
it: Stop Prisma rotation

source: Strobo schnell
it: Strobe fast

source: Monitor wechseln
it: Change monitor

source: Zeigt für jedes selektierte Gerät entsprechende Kanalslider an
it: Shows serparated channelsliders for selected devices

source: Geräte- kanäle
it: Canali dispositivo

source: Zeigt für jeden Gerätetyp entsprechend zusammengefasste Slider an
it: Shows summerized channelsliders for selected devices of the same type

source: Gerätetyp- kanäle
it: Devicetype channels

source: Zeigt zusammengefasste Kanaltypen an
it: Shows sliders for same channeltypes

source: Summen- kanäle
it: Summed channels

source: Neue Version gefunden
it: Nuova versione trovata

source: Änderungen und Bugfixes
it: Changes and bugfixes

source: Es wurde im Internet eine neue Version gefunden. Sie sehen hier eine Liste der vorgenommen Änderungen, und können selbst entscheiden, ob Sie die neue Version installieren möchten, oder nicht.
it: There is a new PC_DIMMER-version available on the internet. Here is a list of the changes and updates that will come with the new version.

source: Neue PC_DIMMER-Version verfügbar
it: Nuova versione di PC_DIMMER disponibile

source: Neue Funktionen, Updates und Bugfix steigern die Qualität dieser Software.
it: New functions, updates and bugfixes enhance the quality of this software.

source: Neue Version von %s gefunden
it: Nuova versione di %s trovata

source: Es wurde im Internet eine neue Version von %s gefunden. Sie sehen hier eine Liste der vorgenommen Änderungen, und können selbst entscheiden, ob Sie die neue Version installieren oder nicht.
it: There is a new version of %s available on the internet. Here is a list of the changes and updates that will come with the new version.

source: Soll die neue Version jetzt geladen und installiert werden ?
it: Vuoi scaricare e installare la nuova versione?

source: &Ja
it: &Si

source: &Nein
it: &No

source: Aktuell angeschlossene USB Geräte
it: Currently connected USB-devices

source: USB-Übersicht
it: USB-Panoramica

source: Übersicht über die an den Computer angeschlossenen USB-Geräte
it: Panoramica dei dispositivi USB connessi

source: Stumm
it: Muted

source: Einfache Ansicht
it: Single view

source: Zweifache Ansicht
it: Double view

source: Vierfache Ansicht
it: Quad view

source: Logfile einsehen
it: Show logfile

source: Was bringt der Videoscreen?
it: Why do I need the videoscreen?

source: Mediendateien (*.avi;*.mpg;*.wmv;*.vob;*.divx;*.wav;*.mp3;*.wma)|*.avi;*.mpg;*.wmv;*.vob;*.divx;*.wav;*.mp3;*.wma|Alle Dateien (*.*)|*.*
it: Mediafiles (*.avi;*.mpg;*.wmv;*.vob;*.divx;*.wav;*.mp3;*.wma)|*.avi;*.mpg;*.wmv;*.vob;*.divx;*.wav;*.mp3;*.wma|All files (*.*)|*.*

source: Videobild 1
it: Videoscreen 1

source: Video öffnen...
it: Open video...

source: Video-IN/Kamera
it: Video-IN/Cam

source: Abspielen
it: Play

source: Video schließen
it: Chiudi video

source: Videobild 2
it: Videoscreen 2

source: Videobild 3
it: Videoscreen 3

source: Videobild 4
it: Videoscreen 4

source: Videoscreens synchronisieren
it: Synchronize videoscreens

source: Videoseeking verwenden
it: Use videoseeking

source: Setzt die aktuelle Position des Audioeffektplayers ein
it: Inserts the current position of the audioeffectplayer

source: Aktuelle Position
it: Current position

source: Verringert den aktuellen Wert um 1ms
it: Decreases the current value by 1ms

source: Erhöht den aktuellen Wert um 1ms
it: Increases the current value by 1ms

source: Setzt die Zeitdifferenz von aktueller Audioeffektplayerposition und Videoposition ein. Über +1ms und -1ms kann danach eine kleine Differenz ausgeglichen werden.
it: Inserts the timedifference of the current audioeffectplayerposition and videoposition.

source: Dateigröße:
it: Filesize:

source: Fortschritt:
it: Progress:

source: Lokale Version:
it: Current version:

source: Verfügbare Version:
it: Version available:

source: Herunterladen von Dateien...
it: Download of files...

source: Es werden einige PC_DIMMER relevante Dateien heruntergeladen
it: Some PC_DIMMER files will be downloaded

source: Download starten
it: Start download

source: Infrarotfernbedienung
it: Infrared remote control

source: Statusmeldungen:
it: Statusmessage:

source: Letzter Befehl:
it: Last command:

source: Verbindung zu WinLIRC aktivieren
it: Activate connection to WinLIRC

source: Nächster Befehl als Taste für markierte Zeile verwenden
it: Use next command as key for selected line

source: Tastenzuordnung:
it: Keydefinitions:

source: WinLIRC-Infrarotfernbedienung
it: WinLIRC Infrared remote control

source: Richten Sie Ihre Infrarotfernbedienung ein, um damit Lichtszenen steuern zu können
it: Setup your remote control to start scenes and effects with your RC.

source: PC_DIMMER WinLIRC Client (*.pcdlirc)|*.pcdlirc|Alle Dateien (*.*)|*.*
it: PC_DIMMER WinLIRC Client (*.pcdlirc)|*.pcdlirc|All files (*.*)|*.*

source: Konfiguration
it: Configuration

source: - Konfigurationsbildschirm -
it: - Configurationscreen -

source: Verzeichnis:
it: Folder:

source: Kanalwert von Kanal 1 im Hauptprogramm verändern
it: Change value of channel 1 in mainprogram

source: DataIn Event auf Kanal 1 im Hauptprogramm verändern
it: Change DataIn event of channel 1 in the mainprogram

source: Kanalnamen von Kanal 1 im Hauptprogramm verändern
it: Change name of channel 1 in mainprogram

source: Kanalwert von Kanal 1 vom Hauptprogramm abfragen
it: Request value of channel 1 in mainprogram

source: Message zum Hauptprogramm senden (siehe messagesystem.pas)
it: Send message to mainprogram (see messagesystem.pas)

source: Infos unter http://www.pcdimmer.de
it: Infos at http://www.pcdimmer.de

source: - Aboutbildschirm -
it: - Aboutscreen -

source: Befehl ausführen
it: Start command

source: Teile der Library (c) 2007 Michael Dreschmann
it: Parts of the library (c) 2007 Michael Dreschmann

source: Infos und Updates auf http://www.pcdimmer.de
it: Infos and Updates on http://www.pcdimmer.de

source: Verwendete IP-Adresse:
it: Used IP-Address:

source: Verwendete Subnet-Mask:
it: Used subnet mask:

source: Verfügbare Netzwerkkarten:
it: Available networkcards:

source: Empfange Universe:
it: Received universes:

source: Sende Universe:
it: Send universe:

source: Empfänger aktiv
it: Receiver active

source: Erlaube Loop-Back
it: Allow loopback

source: ArtNET Informationen
it: ArtNET informations

source: Polling-Pakete:
it: Polling-packages:

source: DMX-Pakete:
it: DMX packages:

source: Address-Pakete:
it: Address-packages:

source: Input-Pakete:
it: Input-packages:

source: Kurzbeschreibung:
it: Shortdescription:

source: Langbeschreibung:
it: Longdescription:

source: Sonstige Pakete:
it: Altri Pacchetti:

source: Letzter Sender:
it: Last sender:

source: Universe-Übersicht
it: Universe overview

source: DMX-In Universe-Ansicht
it: DMX-In-Universe view

source: Ziel-Adresse:
it: Destination address:

source: Testwerte senden
it: Send testvalues

source: Verfügbare ArtNET Nodes im Netzwerk
it: Available ArtNET nodes in network

source: Suchen...
it: Search...

source: Informationen über die ArtNet Library
it: Infos about the ArtNet library

source: ArtNet Server aktivieren
it: Activate ArtNet server

source: Aktuelle Werte per ArtNet senden
it: Send current values by ArtNet

source: ArtNet Server deaktivieren
it: Deactivate ArtNet Server

source: Paket anzeigen
it: Show packet

source: Digital Enlightenment DMX512 Interface Plugin
it: Digital Enlightenment DMX Interface Plugin

source: Infos unter http://www.digital-enlightenment.de
it: Infos at http://www.digital-enlightenment.de

source: Fertige Interfaces auf http://www.fx5.de
it: Infos at http://www.fx5.de

source: Interfaceeinstellungen
it: Interfacesettings

source: Betriebsart:
it: Operation mode:

source: Sucht nach neuen Interfaces
it: Ricerca nuove interfacce

source: Interfaces neu suchen
it: Detect interfaces

source: Erweiterte Timingeinstellungen für gewähltes Interface
it: Show advanced timingsetup for chosen interface

source: Speichert die aktuelle Konfiguration
it: Saves the current configuration

source: Konfiguration speichern
it: Save configuration

source: Gespeicherte Interfaceprofile löschen...
it: Delete saved interfaceprofiles...

source: Erweiterte Funktionen
it: Advanced functions

source: Timing des DMX512-Ausganges für
it: Timing of the DMX512-output for

source: Maximale Kanalanzahl:
it: Maximum devicechannel:

source: Wert des Startbytes:
it: Value of startbyte

source: Interbyte Delay verwenden
it: Use interbyte delay

source: Interframe Delay verwenden
it: Use interframe delay

source: Im Eeprom speichern
it: Save into eeprom

source: Digital Enlightenment Testprogramm
it: Digital Enlightenment Testprogram

source: Aktuell angeschlossene Interfaces:
it: Currently connected interfaces:

source: Verbindung herstellen
it: Establish connection

source: Verbindung trennen
it: Chiudi connessione

source: Aktuell geöffnete Interfaces
it: Currently opened interfaces:

source: Werte bei Fadevorgang setzen
it: Set values on fadeprogress

source: Erweiterte DMX-In Einstellungen
it: Advanced DMX-In settings

source: Art der DMX-In-Signalverarbeitung im PC_DIMMER:
it: Type of DMX-In-processing:

source: DataIn-Event ausführen
it: Call DataIn-Event

source: Direkte Kanaländerung
it: Change channelvalues directly

source: Testwert über Kanal 1 an PC_DIMMER senden
it: Send testvalue on channel 1 to PC_DIMMER

source: DMX-In-Werte des gewählten Interfaces in rechter Box anzeigen
it: Show DMX-In values of the selected interface in the right box

source: Erweiterte Timingeinstellungen für gewähltes Interface anzeigen
it: Show advanced timingsetup for chosen interface

source: Gespeicherte Interfaceprofile löschen
it: Delete saved interfaceprofiles

source: Infos unter http://www.dmx4all.de
it: Infos at http://www.dmx4all.de

source: Infos unter www.dmx4all.de
it: Infos at www.dmx4all.de

source: Interfacestatus:
it: Status of interface:

source: Angeschlossen an:
it: Connected on:

source: Informationen über das DMX4ALL
it: Infos about DMX4ALL

source: Internationale Pinbelegung
it: International pinlayout

source: Martin Pinbelegung
it: Martin pinlayout

source: Verbindungstest
it: Test of connection

source: Interface suchen
it: Search interface

source: Christian Nöding (http://www.pcdimmer.de)
it: Christian Noeding (http://www.pcdimmer.de)

source: DMX4ALL API Testprogramm
it: DMX4ALL API Testprogram

source: Wahl des verwendeten Universe
it: Chose the selected universe

source: Test von Grundfunktionen
it: Test of fundamental functions

source: Interfacetyp herausfinden
it: Get type of interface

source: Letzten Fehler anzeigen
it: Show last error

source: Interface neustarten
it: Reboot interface

source: Blackout ein
it: Blackout on

source: Blackout aus
it: Blackout off

source: COM-Port Einstellungen
it: COM-port settings

source: Ein
it: On

source: Einzel-Verbindungsherstellung
it: Single-Connection

source: Mit erstbestem IF verbinden und Zufallswerte an Kanal 1 senden
it: Connect with first IF and send random value to channel 1

source: Verbindungen schließen
it: Chiudi connessione

source: Zufallswerte an alle 512 Kanäle senden
it: Send random values to all 512 channels

source: Nachrichtenfenster löschen
it: Clear messagewindow

source: Iterative Verbindungsherstellung
it: Iterative connection

source: Alle verfügbaren IF öffnen, Zufallswerte an Kanal 1 senden und wieder schließen
it: Open all available IF, send random values to channel 1 and close it

source: Verbindet DMXControl und PC_DIMMER
it: Connects DMXControl and PC_DIMMER

source: DMXControl suchen
it: Search DMXControl

source: Optionen
it: Options

source: Akzeptiere Beatimpulse von DMXControl
it: Accept beat from DMXControl

source: Sende Kanalnamen (nur für Testzwecke)
it: Send channelnames (just for testing)

source: Infos unter http://dworkin-dmx.de
it: Infos at http://dworking-dmx.de

source: Serieller Anschluss
it: Serial connector

source: kein Anschluss frei
it: no port available

source: Nicht verbunden...
it: Not connected...

source: Speichert die aktuellen Werte im EEPROM des Interfaces
it: Saves the current values into the EEPROM of the interface

source: Aktuelle Kanalwerte speichern
it: Save current channelvalues

source: Comport-Suchmethode
it: COM-Port searchmethod

source: Kompatibilitätsmodus
it: Compatibility

source: Alle Ports anzeigen
it: Show all ports

source: Plugin für Enttec OpenDMX, JMS USB2DMX und viele eBay-Interfaces
it: Plugin for Enttec OpenDMX, JMS USB2DMX and many eBay-Interfaces

source: Version 1.0 vom 15.08.2010
it: Version 1.0 made on 15.08.2010
