Repository: ming-hai/PC_DIMMER
Catalog: Core/locale/*/LC_MESSAGES/default.po
Languages: it

source: Startet den PC_DIMMER mit einem schicken schwarzen Bildschirm
it: Starts the PC_DIMMER with a black splashscreen - nothing else

source: Schwarzer Splashscreen
it: Black Splashscreen

source: "Fastsave" öffnen
it: Apri "Fastsave"

source: PC_DIMMER2010-Projekte (*.pcdproj)|*.pcdproj|Alle Dateien (*.*)|*.*
it: PC_DIMMER2010-Projects (*.pcdproj)|*.pcdproj|All files (*.*)|*.*

source: Videoscreen öffnen...
it: Apri videoscreen...

source: Plugintester starten
it: Start plugintester

source: MediaCenter Server starten
it: Start MediaCenter

source: PC_DIMMER Server starten
it: Start PC_DIMMER server

source: SoftScanner starten
it: Start SoftScanner

source: Sie versuchen den PC_DIMMER ohne Administrator-Rechte zu starten. Dieses Programm nutzt jedoch Funktionen, welche diese Rechte voraussetzen. Bitte führen Sie das Programm als Administrator aus.
it: You are trying to start PC_DIMMER without administrative rights. This program needs this administrative rights to work properly. Please run the program as an administrator.

source: Vorherige Audiodatei
it: audiofile Precedente

source: Nächste Audiodatei
it: audiofile Successivo

source: Springe zu Audiodatei
it: Jump to audiofile

source: Springe zu Audiodatei und spiele sie ab
it: Jump to audiofile and play it

source: Szenenzeit festlegen
it: Set time for scene

source: BPM-Wert setzen
it: Set BPM-value

source: BPM-Wert abfragen
it: Query BPM-value

source: Beat auslösen
it: Fire beat

source: Beatquelle setzen
it: Set beatsource

source: Master / MIDI / Programm
it: Master / MIDI / Program

source: Grandmaster auf Eingangswert
it: Set grandmaster to inputvalue

source: Grandmaster setzen
it: Set grandmaster

source: Grandmaster abfragen
it: Query grandmaster

source: Flashmaster auf Eingangswert
it: Set flashmaster to inputvalue

source: Flashmaster setzen
it: Set flashmaster

source: Flashmaster abfragen
it: Query flashmaster

source: Speedmaster auf Eingangswert
it: Set speedmaster to inputvalue

source: Speedmaster setzen
it: Set speedmaster

source: Speedmaster abfragen
it: Query speedmaster

source: Audiomaster auf Eingangswert
it: Set audiomaster to inputvalue

source: Audiomaster setzen
it: Set audiomaster

source: Audiomaster abfragen
it: Query audiomaster

source: Audio-Mute ein/aus
it: Audio-Mute on/off

source: MIDI-Befehl senden
it: Send MIDI-command

source: Eingangswert als MIDI-Wert senden
it: Send inputvalue as MIDI-value

source: Kanalsetzmodus wechseln
it: Change channel-set mode

source: PC_DIMMER Programmfunktion
it: PC_DIMMER program functions

source: Externes Programm starten
it: Start external program

source: Freeze-Modus ein/aus
it: Freeze-mode on/off

source: Alle Effekte anhalten
it: Stop all effects

source: Partymodul-Preset wählen
it: Choose Partymodule-Preset

source: Partymodul-Preset Zufallsmodus ein/aus
it: Partymodule-Preset Randommode on/off

source: Auf Eingangswert schalten
it: Switch to inputvalue

source: Auf festen Wert schalten
it: Set to value

source: Auf abgefragten Wert schalten
it: Switch to entered value

source: Auf festen Wert dimmen
it: Dim to value

source: Auf abgefragten Wert dimmen
it: Dim to entered value

source: Kanalwert +
it: Channelvalue +

source: Kanalwert -
it: Channelvalue -

source: Kanalminimum auf Eingangswert
it: Channelminimum to inputvalue

source: Kanalmaximum auf Eingangswert
it: Channelmaximum to intputvalue

source: Kanalminimum setzen
it: Set channelminimum

source: Kanalmaximum setzen
it: Set channelmaximum

source: Kanalwert setzen (Modusabhängig)
it: Set channelvalue (mode-dependant)

source: Geräte / Gruppen
it: Devices /Groups

source: Aktuell selektierte Geräte auf Eingangswert
it: Currently selected device to inputvalue

source: Aktuell selektierte Geräte auf Wert
it: Currently selected device to value

source: Bühnenansichtgerät auf Eingangswert
it: Stageviewdevice to inputvalue

source: Bühnenansichtgerät auf Wert
it: Stageviewdevice to value

source: Bestimmtes Gerät auf Eingangswert
it: Specific device to inputvalue

source: Bestimmte Gruppe auf Eingangswert
it: Specific group to inputvalue

source: Bestimmtes Gerät auf Wert schalten
it: Switch specific device to value

source: Bestimmte Gruppe auf Wert schalten
it: Switch specific group to value

source: Bestimmtes Gerät auf Wert dimmen
it: Dim specific device to value

source: Bestimmte Gruppe auf Wert dimmen
it: Dim specific group to value

source: Selektierte Geräte +
it: Selected device +

source: Selektierte Geräte -
it: Selected device -

source: Bühnenansichtgerät +
it: Stageviewdevice +

source: Bühnenansichtgerät -
it: Stageviewdevice -

source: Bestimmtes Gerät +
it: Specific device +

source: Bestimmtes Gerät -
it: Specific device -

source: Selektierte Geräte setzen (Modusabhängig)
it: Set selected device (mode dependant)

source: Bühnenansichtgerät setzen (Modusabhängig)
it: Set stageviewdevice (mode-dependant)

source: Bestimmte Geräte setzen (Modusabhängig)
it: Set specific device (mode-dependant)

source: Bestimmte Gruppe setzen (Modusabhängig)
it: Set specific group (mode-dependant)

source: Kanal aller Geräte auf Null (Teil-Blackout)
it: Channels of all devices to zero (Blackout)

source: Aktuell selektierte Geräte (16-Bit-)Kanal ändern
it: Selected devices (16-Bit-)channel change

source: Bühnenansichtgerät (16-Bit-)Kanal ändern
it: Stageviewdevice (16-Bit-)channel change

source: Bestimmtes Gerät (16-Bit-)Kanal ändern
it: Specific device (16-Bit-)channel change

source: Geräte-/Gruppensetup
it: Device-/Groupsetup

source: Selektiere nur dieses Gerät
it: Select only this device

source: Geräteselektion ein/aus
it: Deviceselection on/off

source: Geräteselektion ein
it: Deviceselection on

source: Geräteselektion aus
it: Deviceselection off

source: Selektiere nur diese Gruppe
it: Select only this group

source: Gruppenselektion ein/aus
it: Groupselection on/off

source: Gruppenselektion ein
it: Groupselection on

source: Gruppenselektion aus
it: Groupselection off

source: Kein Gerät selektieren
it: Nessun dispositivo selezionato

source: Kalibrierung setzen
it: Set calibration

source: Kalibrierung setzen (Gruppe)
it: Set calibration (group)

source: Invert PAN ein/aus
it: Inversione PAN on/off

source: Invert PAN ein
it: Inversione PAN on

source: Invert PAN aus
it: Inversione PAN off

source: Invert TILT ein/aus
it: Inversione TILT on/off

source: Invert TILT ein
it: Inversione TILT on

source: Invert TILT aus
it: Inversione TILT off

source: Autoszenen ein/aus
it: Autoscene on/off

source: Autoszenen ein
it: Autoscene on

source: Autoszenen aus
it: Autoscene off

source: Gruppe aktiviert/deaktiviert
it: Activate/deactivate group

source: Gruppe deaktiviert
it: Gruppo disattivato

source: Cueliste
it: Cuelist

source: Abspielen und nächstes selektieren
it: Esegui e seleziona successivo

source: Vorheriges Objekt abspielen
it: Esegui oggetto precedente

source: Nächstes Objekt abspielen
it: Esegui oggetto successivo

source: Vorherige Bank
it: Banco precedente

source: Nächste Bank
it: Banco successivo

source: Szene aufnehmen
it: Registra scene

source: Crossfader
it: Dissolvenza incrociata

source: Play von Beginn
it: Crossfader

source: Nächster Schritt
it: Prossimo step

source: Bestimmten Schritt starten
it: Start specific step

source: Intensität setzen
it: Imposta intensità

source: Intensität auf Eingangswert
it: Intensity to inputvalue

source: Beschleunigung setzen
it: Imposta accellerazione

source: Wiederholung ein/aus
it: Ripeti on/off

source: Modus setzen
it: Set mode

source: Alle Effekte stoppen
it: Stop tutti effetti

source: Auf festen Wert flashen
it: Flash to value

source: Faderwert +
it: Fadervalue +

source: Faderwert -
it: Fadervalue -

source: Bestimmte Bank
it: Specific bank

source: Button schalten
it: Switch button

source: Button ein/aus
it: Button on/off

source: Joysticksteuerung
it: Joystickcontrol

source: Positionierung absolut/relativ
it: Position absolute/relative

source: Positionierung absolut
it: Position absolute

source: Positionierung relativ
it: Position relative

source: Position zentrieren
it: Posizione centrale

source: Plugin-Befehle
it: Plugin-Commands

source: Projekt speichern unter...
it: Salva progetto con...

source: Projekt schnellspeichern
it: Fastsave project

source: Fokus auf Kommandozeile
it: Focus on commandline

source: Audiodatei:
it: Audiofile:

source: Es wird gerade versucht einen sich selbst aufrufenden Befehl zu erstellen.
it: You are trying to create a self-calling command.

source: Da dies zu einer Endlosschleife führen würde, wird der Vorgang automatisch abgebrochen.
it: The function you want to use can create an endless feedbackloop, so this is not allowed.

source: Bitte stellen Sie sicher, dass die Kombinationsszene die Sie gerade hinzufügen möchten nicht den gerade zu bearbeitenden Befehl aufruft.
it: Please make sure, that the current combinationscene is not calling the edited command.

source: Ringaufrufe können nicht vollständig erkannt werden und führen zum Absturz.
it: Feedback-loops cannot be detected completely and will cause problems.

source: BPM-Wert [Wert in BPM]:
it: BPM-Value [Value in BPM]:

source: Beatquelle:
it: Beatsource:

source: Wert [0..100]
it: Value [0..100]

source: Wert [-100..0..100]
it: Value [-100..0..100]

source: Message-Typ (144=Noten):
it: Message-Type (144=Notes):

source: Data1 (Ton):
it: Data1 (Tone):

source: Programmfunktion:
it: Programfunctions:

source: Programmaufruf:
it: Programmcall:

source: Startmodus:
it: Startmode:

source: Wert [0..255]:
it: Value [0..255]:

source: Inkrement:
it: Incremento:

source: Dekrement:
it: Decremento:

source: Wert [0..255]
it: Valore [0..255]

source: Art:
it: Tipo:

source: Änderungsfaktor (x/1000stel):
it: Fattore (x/1000th):

source: Kalibrierung:
it: Calibrazione:

source: Kalibrierung
it: Calibrazione

source: Videoscreen Nr.
it: Videoscreen No.

source: Schritt:
it: Passo:

source: Intensität [0..255]:
it: Intensity [0..255]:

source: Beschleunigung [0..128..255]:
it: Acceleration [0..128..255]:

source: Modus:
it: Modo:

source: Button:
it: Bottone:

source: Kein CD-Laufwerk gefunden
it: Nessun lettore CD trovato

source: Soll die Gerätedatei vor dem Beenden gespeichert werden?
it: Save the devicefile befor closing?

source: Globale Variablen können nicht gesondert ausgeführt und getestet werden...
it: Global variables cannot be run or be testet...

source: Standardfunktionen: InitDevice(Device: String) FormShow FormRefresh(channel: Integer) FormClose ColorPickerChange(R, G, B: Byte) PositionXYChange(Top, Left: Integer) Innerhalb der Funktionen kann auf die Komponenteneigenschaften mit einem Punkt zugegriffen werden. Beispiel: "Checkbox1.Checked:=true", oder "Edit1.Text:='Hello World'"
it: Standardfunctions: InitDevice(Device: String) FormShow FormRefresh(channel: Integer) FormClose ColorPickerChange(R, G, B: Byte) PositionXYChange(Top, Left: Integer) Withtin the function you can get access to the component properties with a dot. For example: "Checkbox1.Checked:=true", or "Edit1.Text:='Hello World'"

source: Das aktuell bearbeitete Gerät besitzt keinen Farbkanal (Farbrad, oder ähnliches). Das Definieren von Farben wird ohne einen Farbkanal ("COLOR1" oder "COLOR2") keine Auwirkungen haben. Die Funktion "Autofarbe" wird ebenfalls nicht zur Verfügung stehen. Fügen Sie einen neuen Kanal mit dem Typ "COLOR1" oder "COLOR2" hinzu, um die Farbfunktionen im PC_DIMMER nutzen zu können.
it: The currently edited device does not have any colorchannel (colorwheel, etc.). The definition of a color without a colorchannel ("COLOR1" oder "COLOR2") will not have any effect. The function "Autocolor" will not be available, too. Add a channel with function "COLOR1" or "COLOR2" , to use the colorfunctions of the PC_DIMMER.

source: Das aktuell bearbeitete Gerät besitzt keinen Farbkanal (Farbrad, oder ähnliches). Das Definieren von Farben wird ohne einen Farbkanal ("COLOR2") keine Auwirkungen haben. Die Funktion "Autofarbe" wird ebenfalls nicht zur Verfügung stehen. Fügen Sie einen neuen Kanal mit dem Typ "COLOR2" hinzu, um die Farbfunktionen im PC_DIMMER nutzen zu können.
it: The currently edited device does not have any colorchannel (colorwheel, etc.). The definition of a color without a colorchannel ("COLOR2") will not have any effect. The function "Autocolor" will not be available, too. Add a channel with function "COLOR2" , to use the colorfunctions of the PC_DIMMER.

source: Das aktuell bearbeitete Gerät besitzt keinen Gobokanal. Das Definieren von Gobos wird ohne einen Gobokanal ("Gobo1") keine Auwirkungen haben. Fügen Sie einen neuen Kanal mit dem Typ "Gobo1" hinzu, um die Gobofunktionen im PC_DIMMER nutzen zu können.
it: The currently edited device does not have any gobochannel. The definition of a gobo without a gobochannel ("Gobo1") will not have any effect. Add a channel with function "Gobo1", to use the gobofunctions of the PC_DIMMER.

source: Das aktuell bearbeitete Gerät besitzt keinen Gobokanal. Das Definieren von Gobos wird ohne einen Gobokanal ("Gobo2") keine Auwirkungen haben. Fügen Sie einen neuen Kanal mit dem Typ "Gobo2" hinzu, um die Gobofunktionen im PC_DIMMER nutzen zu können.
it: The currently edited device does not have any gobochannel. The definition of a gobo without a gobochannel ("Gobo2") will not have any effect. Add a channel with function "Gobo2", to use the gobofunctions of the PC_DIMMER.

source: Die Datei scheint kein gültiges Bild zu sein...
it: The file seems to be no supported picture file...

source: Mit der Option "-minimized" wird der Server minimiert gestartet.
it: With the "-minimized" option the server will be started minimized

source: Lese Registryeinträge...
it: Reading registrysettings...

source: Aktiviere:
it: Attivazione:

source: Soll der neue Port gesetzt werden (aktive Verbindungen werden getrennt)?
it: Vuoi impostare la nuova porta (Tutte le connessioni aperte verranno chiuse)?

source: Server wird beendet...
it: Spegnimento server...

source: Server wird gestartet...
it: Il server si sta avviando...

source: Warte auf Clients...
it: Attendo i client...

source: PC_DIMMER Netzwerk-Server : Getrennt
it: PC_DIMMER Server di rete : Disconnesso

source: Möchten Sie die Einstellungen zurücksetzen (mögliche Verbindungen werden getrennt)?
it: Do you want to reset all settings (all opened connections will be closed)?

source: Fehlerhafte DLL!
it: Errore nella DLL!

source: Kein Plugin geladen...
it: No plugin loaded...

source: Beende DirectPlay-Netzwerkserver...
it: Shutting down DirectPlay networkserver...

source: Fadezeit:
it: Fadetime:

source: Verbunden mit Netzwerk "
it: Connesso alla rete "

source: PC_DIMMER Netzwerk-Server : Verbunden
it: PC_DIMMER Networkserver : Connected

source: Starte Netzwerkserver...
it: Start networkserver...

source: Initialisiere Grafik (DirectX)...
it: Initialising grafic (DirectX)...

source: Initialisiere Grafik (OpenGL)...
it: Initialising grafic (OpenGL)...

source: Initialisiere Grafik...
it: Inizializzo grafica...

source: Lese Gobodateien...
it: Lettura gobofiles...

source: Erstelle Objekte...
it: Creazione oggetti...

source: Grafik-Initialisierungsfehler.
it: Error while initialising grafic

source: Starte Netzwerkserver an
it: Starting networkserver on

source: Starte Netzwerkserver an Port
it: Starting networkserver on port

source: F1 = Dieser Infotext
it: F1 = This infotext

source: F2 = Einstellungsfenster
it: F2 = Setupscreen

source: F3 = Fenster
it: F3 = Window

source: F4 = Vollbild
it: F4 = Schermo Intero

source: F8 = Gobos in DMXControl DDF aktualisieren
it: F8 = Refresh gobolist in DMXControl DDF

source: F9 = Gobos in PC_DIMMER2008 DDF aktualisieren
it: F9 = Refresh gobolist in PC_DIMMER2008 DDF

source: STRG+F12 = Reset der Anzeige
it: CTRL+F12 = Reset viewing

source: Tastenkürzel:
it: Hotkeys:

source: STRG+Maus = Fenster verschieben
it: CTRL+Mouse = Moving window

source: STRG+Hoch/Runter = Gobo ändern
it: CTRL+Up/Down = Change gobo

source: /nosetup = Einstellungen direkt aus INI-Datei
it: /nosetup = Reading values out of ini-file directly

source: Speichere Presets...
it: Saving presets...

source: Entferne Objekte...
it: Removing objects...

source: Beende Grafik (DirectX)...
it: Shutting down grafic (DirectX)...

source: Beende Grafik (OpenGL)...
it: Shutting down grafic (OpenGL)...

source: Beende Grafik...
it: Shutting down grafic...

source: SoftScanner beendet.
it: SoftScanner closed.

source: Beende Netzwerkserver...
it: Shutting down networkserver...

source: Beende SoftScanner.
it: Shutting down SoftScanner.

source: Starte Dimmerkernel...
it: Starting dimmerkernel...

source: SoftScanner erfolgreich gestartet.
it: SoftScanner started successfully.

source: Suche DDFs...
it: Ricerca DDFs...

source: Verarbeite DDFs...
it: Processo DDFs...

source: Die DDF-Datei "
it: The DDF "

source: " ist nicht zu dieser Version von PC_DIMMER kompatibel.
it: " is not compatible to this version of PC_DIMMER.

source: DMXControl-DDFs können aufgrund konzeptioneller Unterschiede nicht verwendet werden.
it: DMXControl-DDFs cannot be used with PC_DIMMER.

source: Fertig.
it: Terminato.

source: DDFs geladen und ausgewertet.
it: DDFs caricato e compilato.

source: Ambilight ausschalten
it: Ambilight off

source: Nr.
it: No.

source: Zeitpunkt
it: Punto di apl.

source: Dauer
it: Durata

source: Der bestehenden Audiodatei sind einige Effekte zugeordnet, die möglicherweise noch nicht gespeichert sind. Dennoch fortfahren?
it: Some effects are connected with the current audiofile which are possibly not saved yet. Continue anyway?

source: Darstellung von
it: Display of

source: Alle markierten Effekte löschen?
it: Eliminare tutti gli effetti selezionati?

source: Der aktuelle Effekt wird mit den aktuellen Kanalwerten aktualisiert. Fortsetzen?
it: The current effect will be overwritten with the current channel values. Continue?

source: Objekt aus Bibliothek starten...
it: Avvia un oggetto dalla biblioteca...

source: Einfache Szene stoppen
it: Stop simple scene

source: Einfache Szene starten
it: Start simple scene

source: Geräteszene stoppen
it: Stop devicescene

source: Geräteszene starten
it: Start devicescene

source: Audioszene stoppen
it: Stop scena audio

source: Audioszene starten
it: Start scena audio

source: Bewegungsszene stoppen
it: Stop movingscene

source: Bewegungsszene starten
it: Start movingscene

source: Unbegrenzt
it: Infinito

source: Befehl stoppen (nicht möglich!)
it: Stop command (no possible!)

source: Befehl starten
it: Start command

source: Kombinationsszene stoppen
it: Stop combinationscene

source: Kombinationsszene starten
it: Start combinationscene

source: Automatikszene stoppen
it: Stop automaticscene

source: Automatikszene starten
it: Start automaticscene

source: Unendlich
it: Infinito

source: MediaCenter Szene stoppen (nicht möglich)
it: Stop MediaCenter scene (not possible)

source: MediaCenter Szene starten
it: Start MediaCenter scene

source: Verwaister Szenenlink
it: Lost scenelink

source: (Fehlerhafter Link)
it: (Errorneous link)

source: Die Audiodatei "
it: The audiofile "

source: " wurde nicht gefunden. Möchten Sie jetzt danach suchen?
it: " was not found. Do you want to search for it now?

source: Audioeffektplayer -
it: Audioeffectplayer -

source: Verschieben von Effekt
it: Move of effect

source: Um wie viele Millisekunden sollen die markierten Effekte verschoben werden:
it: How many milliseconds should the selected effect be moved:

source: Aktuellen Layer löschen?
it: Eliminare livello corrente?

source: Layer kopieren
it: Copia livello

source: Bitte geben Sie das Ziellayer ein (1 bis
it: Please enter a destinationlayer (1 to

source: Fehlerhafte Eingabe!
it: Errorneos input!

source: Das Ziellayer enthält bereits einige Effekte. Diese werden beim Kopiervorgang überschrieben. Fortsetzen?
it: The destinationlayer contains some effects. These effects will be overwritten on copying. Continue?

source: Das Ziel liegt außerhalb der gültigen Layer!
it: The destination is out of the valid layer!

source: Gesamte Effektliste löschen?
it: Delete complete effectlist?

source: Repeat-Sprungmarke
it: Repeat-Jumpmark

source: Bitte geben Sie eine Differenz zur neuen Position in ms ein:
it: Please enter a difference to the current position in ms:

source: Repeat-Zielmarke
it: Repeat-destinationmark

source: PC_DIMMER2012 Audioeffektplayer
it: PC_DIMMER2012 Audioeffectplayer

source: - Anzeige wurde in den Optionen deaktiviert -
it: - display has been disabled in the options -

source: Scanne Audiodatei...
it: Scansione audiofile...

source: Ungefähre Restdauer:
it: Approximated time remaining:

source: Bitte eine Audiodatei laden...
it: Per favore carica un audiofile...

source: Aktualisierungsintervall
it: Refreshinterval

source: Bitte geben Sie eine Zeit in Millisekunden an, in der die Anzeige zyklisch aktualisiert werden soll:
it: Please enter a display-refresh time in milliseconds.

source: Effekt starten...
it: Start effect...

source: Effekt stoppen...
it: Stop effect...

source: Objekt aus Bibliothek stoppen...
it: Stop object from library...

source: Nachlaufzeit bei Effekterkennung
it: Follow-up time of effectrecognizing

source: Bitte geben Sie eine Zeit in Millisekunden an, in der hinter der Positionsmarke nach nicht abgespielten Effekten gesucht werden soll (Standard: 100ms):
it: Please enter a scan-time for non-played effects behind the positionmark in milliseconds (100ms is standard):

source: Vorlaufzeit bei Effekterkennung
it: leadtime of effectrecognizing

source: Bitte geben Sie eine Zeit in Millisekunden an, in der vor der Positionsmarke nach nicht abgespielten Effekten gesucht werden soll (Standard: 10ms):
it: Please enter a scan-time for non-played effects in front of the positionmark in milliseconds (100ms is standard):

source: Einblendzeit bei Effektsynchronisation
it: Blendtime on effectsynchronizing

source: Bitte geben Sie eine Zeit für das Einblenden beim Effektsynchronisieren in Millisekunden an (Standard: 1000ms):
it: Please enter a blendin-time for effect-synchronization in milliseconds (1000ms is standard):

source: BPM-Scanlänge
it: BPM-scanlength

source: Bitte geben Sie eine Zeit in Sekunden an, in der vor der Positionsmarke der BPM-Wert ermittelt werden soll (Standard: 30s):
it: Please enter a scan-time for BPM-values in front of the positionmark (30s is standard):

source: BPM-Scanzyklus
it: BPM-Scan cycle

source: Bitte geben Sie eine Zeit in Sekunden an, in der der BPM-Wert automatisch ermittelt werden soll (Standard: 10s):
it: Please enter a scan-time for auto-BPM-detection (10s is standard):

source: Optionen >>
it: Opzioni >>

source: << Optionen
it: << Opzioni

source: Mit der angezeigten Matrix können sämtliche Audiokanäle der Datei beliebig den entsprechenden Lautsprecherkanälen zugewiesen werden.
it: With this matrix all channels of the audiofile can be set to the individual speakers.

source: Gehen Sie die Matrix von Links nach Rechts durch und geben Sie einen entsprechenden Wert (0.0 bis 1.0) in das Feld des oben angegebenen Lautsprecherkanals ein.
it: Step through the matrix from left to right and type in a value between 0.0 and 1.0 in the corresponding speaker-field.

source: Es sind derzeit keine Geräte installiert. Bitte fügen Sie mindestens ein Gerät über die Gerätesteuerung hinzu, damit die Geräteszene aufgerufen werden kann.
it: There are no devices installed. Please add at least one device in the devicecontrol to use the devicescenes.

source: Die gesamte Bühnenansicht wird zurückgesetzt. Fortfahren?
it: The complete stageview will be cleared. Continue?

source: Bühnenansicht: Es ist ein Fehler beim Speichern der Szene aufgetreten.
it: Stageview: An error encountered during saving the scene.

source: Das Hintergrundbild "
it: The backgroundpicture "
