Repository: ming-hai/PC_DIMMER
Catalog: Core/locale/*/LC_MESSAGES/default.po
Languages: it

source: Erzeuge ein Gerätebild in der grafischen Bühnenansicht
it: Creates an deviceicon within the stageview

source: Erzeuge eine Gerätegruppe, wenn mehr als 1 Gerät hinzugefügt wird
it: Creare un gruppo di dispositivi, se si aggiunge più di un dispositivo

source: Suchtext hier eingeben...
it: Inserisci ricerca testo qui ...

source: Klappt alle Elemente aus
it: Espandi tutti elementi

source: Klappt alle Elemente ein
it: Compatta tutti elementi

source: Geräte
it: Dispositivi

source: Autor
it: Editor

source: Hinzufügen
it: Agg.

source: Gerätedateien neu laden
it: Ricarica devicefiles

source: Gerät hinzufügen
it: Agg. Dispositivo

source: Fügen Sie Geräte zum Projekt hinzu, um Szenen und Effekte Kanalunabhängig steuern zu können
it: Agg.dispositivi al tuo progetto per creare scene ed effetti

source: Geräte auswählen:
it: Scelta Dispositivi:

source: Funktion hinzufügen...
it: Agg. Funzione...

source: Einen Kanalwert unabhängig der Geräte setzen
it: Set channel without device

source: Einen Kanal eines Gerätes setzen
it: Set devicechannel

source: Einen Kanal einer Gerätegruppe setzen
it: Set Groupchannel

source: Einen Kanalwert unabhängig der Geräte abfragen
it: Get channelvalue without device

source: Einen Kanal eines Gerätes abfragen
it: Get devicechannelvalue

source: Byte-Werte in Prozent umrechnen
it: Converti valore da Byte a Percentuale

source: Eine Szene starten
it: Inizia a scena

source: Eine Szene stoppen
it: Stop a scena

source: Eine Szenen starten/stoppen
it: Start/Stop scena

source: Einen Effekt starten
it: Start an effect

source: Einen Effekt stoppen
it: Stop an effect

source: Einen Effekt starten/stoppen
it: Start/Stop an effect

source: Eingabe von Werten
it: Imp. valori

source: Nachricht anzeigen
it: Mostra Messaggi

source: Umwandlung Text->Zahl
it: Conversione Testo->Numero

source: Umwandlung Zahl->Text
it: Conversione Numero->Testo

source: Datum und Uhrzeit
it: Data e Ora

source: Abfragedialog
it: Inputdialog

source: Funktionen hinzufügen...
it: Agg. funzione...

source: Wählen Sie aus den zahlreichen Funktionen aus (es können weitere Delphi-Funktionen verwendet werden)
it: Choose one of these functions (you may use other delphi/pascal functions)

source: Generelle Einstellungen
it: Impostazioni Generali

source: Ambilight einschalten
it: Ambilight on

source: Sende Werte an DataIN
it: Send values to DataIn

source: Aktiviert das Ambilight beim Start des PC_DIMMERs automatisch
it: Activates the Ambilight on start of PC_DIMMER automaticaly

source: Aktiv bei Programmstart
it: Active on programstartup

source: Gerätezuordnung (RGB-Geräte)
it: Devicerouting (RGB-devices)

source: Fügt eine Szene der Szenenverwaltung hinzu
it: Agg. Una scena alla biblioteca

source: Löscht die ausgewählte Szene
it: Elimina scena selezionata

source: Neuer Arbeitsbereich
it: New desktop

source: Letzter Desktop
it: Last Desktop

source: Audioeffektplayer
it: Audioeffectplayer

source: Audioeffekte
it: Audioeffects

source: >Werte speichern<
it: >Salva Valori<

source: Blendet den Equalizer ein oder aus
it: Mostra/Nascondi equalizzatore

source: Multiband-Equalizer
it: Equalizzatore multibanda

source: Effekteinstellungen
it: Impostazioni

source: Reverb
it: Reverbero

source: Waveform-Einstellungen
it: Imp.Forma d'onda

source: Umschalten zwischen Mono- und Stereoanzeige
it: Cambia da Mono a Stereo

source: Effekte beim Abspielen der Audiodatei starten
it: Start effect on Play

source: Effekte ein
it: Effetti on

source: Repeat ein
it: Ripeti on

source: Waveform zweifarbig
it: Forma d'onda bicolore

source: Maus/Tastatur sperren
it: Blocca Mouse/Tast.

source: Anzeigemodus 1
it: Modovista 1

source: Anzeigemodus 2
it: Modovista 2

source: Spektrum
it: Spetro

source: Autoscroll Timeline
it: Auto-scorri Timeline

source: Öffnet einen Videoscreen, um parallel zum Audio eine Videosequenz laufen zu lassen
it: Apri videoscreen

source: Wavedarstellung skalieren
it: Scala forma d'onda

source: Spielt aktuelle Audiodatei ab
it: Riproduci file audio attuale

source: Pause
it: Pausa

source: Effekt-Aufnahme starten
it: Start Effect-Recording

source: Synchronisiert Effekte vor aktueller Position
it: Set the following effect to the current position

source: Beendet die Aufnahme
it: Arresta registrazione

source: Liste verfügbarer Audiodateien
it: Lista audio files disponibili

source: Audiodatei hinzufügen...
it: Agg. audiofile...

source: Aktuelle Audiodatei durch neue Datei ersetzen
it: Sostituisci audio file corrente con nuovo.

source: Aktuelle Audiodatei löschen
it: Elimina file audio corrente

source: Layer 1
it: Livello 1

source: Layer 2
it: Livello 2

source: Layer 3
it: Livello 3

source: Layer 4
it: Livello 4

source: Layer 5
it: Livello 5

source: Layer 6
it: Livello 6

source: Layer 7
it: Livello 7

source: Layer 8
it: Livello 8

source: &Select all
it: &Seleziona tutti

source: &Deselect all
it: &Deseleziona tutti

source: Effekteinstellungen
it: Impostazioni Effetti

source: Öffnet eine Effektliste
it: Apri lista effetti

source: Speichert die aktuellen Effekte
it: Salva effetto corrente

source: Objekte (Szenen, Befehle, etc.) an aktuelle Position setzen
it: Imp oggetti (scene,comandi, etc.) nella posizione corrente

source: Aktuellen Effekt löschen
it: Elimina effetto corrente

source: Aktueller Effekt nach links
it: Effetto corrente a sinistra

source: Aktueller Effekt nach rechts
it: Effetto corrente a destra

source: Aktuellen Effekt bearbeiten
it: Edita effetto corrente

source: Kopiert markierten Effekt an aktuelle Stelle
it: Copia effetto corrente nell'attuale posizione

source: Aktualisiert aktuellen Effekt mit aktueller Szene
it: Refresh current effect with current scene

source: Setzt den folgenden Effekt auf aktuelle Position
it: set the following effect to the current position

source: Alle
it: Tutti

source: Neu...
it: Nuovo...

source: Öffnen...
it: Apri...

source: Speichern...
it: Salva...

source: Ansicht
it: Vista

source: Waveform neu berechnen
it: Ricalcola forma d'onda

source: Aktuelle Layeransicht aktualisieren
it: Aggiorna livello corrente

source: Sortiert die Effekte des aktuellen Layers neu
it: Resorts the effects of the current layer

source: Aktualisierungsintervall...
it: Intervallo aggiornamento...

source: Anzeige deaktivieren
it: Disattiva vista

source: BPM-Wert zyklisch ermitteln
it: Rileva valore-BPM ciclicamente

source: BPM-Scanzyklus...
it: BPM-Scan cycletime...

source: BPM-Position anzeigen
it: Mostra posizione-BPM

source: BPM-Scanlänge...
it: BPM-scanlength...

source: BPM-Wert neu berechnen
it: Recalculate waveform

source: Vorlaufzeit bei Effekterkennung...
it: Prescantime for effects...

source: Nachlaufzeit bei Effekterkennung...
it: Postscantime for effects...

source: Einblendzeit bei Effektsynchronisation...
it: Blendtime on effectsynchronizing

source: Timecode an Plugins senden
it: Send timecode to plugins

source: Tastenkürzel...
it: Hotkeys...

source: Effekt bearbeiten
it: Edita effetti

source: Markierten Effekt ausführen
it: Avvia effetto selezionato

source: Markierten Effekt stoppen
it: Arresta effetto selezionato

source: Zeitkorrektur...
it: Correzione tempo...

source: Aktuellen Effekt auf aktuelle Position setzen
it: Impostare effetto corrente alla posizione corrente

source: Markierte Effekte um Xms verschieben...
it: Move selected effect Xms...

source: Layer
it: Livello

source: Layer öffnen...
it: Apri livello...

source: Layer speichern...
it: Salva livello...

source: Layer löschen...
it: Elimina livello...

source: Layer kopieren...
it: Copia livello...

source: Layernamen bearbeiten...
it: Mod nomi livelli...

source: Effektliste
it: Lista effetti

source: Effektliste öffnen...
it: Apri lista effetti...

source: Effektliste speichern...
it: Salva lista effetti...

source: Effektliste löschen...
it: Delete effectlist...

source: Record-Modus
it: Record-Mode

source: Repeat aktiviert
it: Repeat activated

source: Sprungmarke an aktuelle Position
it: Jumpmark to current position

source: Sprungmarke verschieben
it: Move jumpmark

source: Zielmarke an aktuelle Position
it: Destinationmark to current position

source: Zielmarke verschieben
it: Move destinationmark

source: Repeatmarken öffnen...
it: Open repeatmark...

source: Repeatmarken speichern...
it: Save repeatmark...

source: Videoseeking einrichten
it: Setup videoseeking

source: Wavedarstellung zweifarbig
it: Dualcolor waveview

source: Mausklicks sperren
it: Lock mouseclicks

source: Objekt aus Bibliothek starten
it: Avvia oggetto dalla biblioteca

source: Objekt aus Bibliothek stoppen
it: Stop oggetto dalla biblioteca

source: Effekt starten
it: Start effect

source: Effekt stoppen
it: Stop effect

source: Direktszene einfügen
it: Inserisci directscene

source: An aktuelle Position eine Direktszene einfügen (wird nicht in Szenenbibliothek aufgenommen)
it: Inserisci directscene nella posizione corrente (scena già pesente nella libreria)

source: Zeitkorrektur
it: Timecorrection

source: Quellwerte
it: Sourcevalues

source: Gesamtlaufzeit:
it: Playtime:

source: Geschwindigkeit:
it: Velocità:

source: Zielwerte
it: Destination

source: Laufende Audioszenen
it: Riproduzione Audioscenes

source: Alle Stoppen
it: Stop all

source: Ausblenden
it: Nascondi

source: Audioszene bearbeiten
it: Modifica Scena audio

source: Audioszene bearbeiten
it: Modifica scena audio

source: Dauer:
it: Durata:

source: (0s = Komplette Dateilänge)
it: (0s = complete file)

source: Lautstärke:
it: Volume:

source: Hier besteht die Möglichkeit einen kleinen Beschreibungstext einzugeben.
it: Breve descrizione.

source: Stunden
it: Ore

source: Minuten
it: Minuti

source: Sekunden
it: Secondi

source: Millisekunden
it: Millisecondi

source: Audioszene
it: Scena audio

source: Abspielen von Audioeffekten und Musikdateien
it: Play audioeffects and musicfiles

source: Kanalzuordnung (Stereo)
it: Channelassignment (Stereo):

source: VL:
it: FL:

source: VR:
it: FR:

source: HL:
it: BL:

source: HR:
it: BR:

source: <------------------------------------------------------ Ausgang ------------------------------------------------------>
it: <------------------------------------------------------ Output ------------------------------------------------------>

source: <------------ Eingang ------------>
it: <------------ Input ------------>

source: Positionierung
it: Posizionamento

source: Verbindungsmatrix >>
it: Assignmentmatrix >>

source: Multimedia-Dateien (wav,mp3,ac3,etc.)|*.wav;*.mp3;*.ac3;*.mid;*.cda|Alle Dateien (*.*)|*.*
it: Multimedia-Files (wav,mp3,ac3,etc.)|*.wav;*.mp3;*.ac3;*.mid;*.cda|All files (*.*)|*.*

source: Automatikszene
it: Autoscene

source: Mit dieser Szenenart werden nur Geräte eingestellt, welche in der Gerätesteuerung für die Autoszene freigeschaltet wurden!
it: With this scenetype only devices that have been activated for autoscening in the devicecontrol will be changed!

source: Automatikszene bearbeiten
it: Edit autoscene

source: Einfade-Zeit (h:m:s:msec)
it: Fadein-Time (h:m:s:msec)

source: Gewählte Farbe:
it: Scelta colore:

source: Farbvergleichsart (nur für Geräte mit statischer Farbe):
it: Colorcomparetype (only for devices with static colors):

source: Helligkeit:
it: Luminosità:

source: Akkurate Farbübereinstimmung
it: Accurate color

source: Farbabweichung subtrahieren
it: Substract colordifference

source: Interpoliert (Experimentell)
it: Interpolated (Experimental)

source: Automatisches Einstellen der gesamten Bühnenfarbe
it: Setup the stagecolor automaticly

source: Mixereingänge
it: Mixinginput

source: Geschwindigkeit
it: Velocità

source: Eingangs-Lautstärke
it: Input-Volume

source: Empfindlichkeit
it: Sensibilità

source: Soundkarte
it: Scheda audio

source: Manuell
it: Manuale

source: Audioplayer
it: Audioeffectplayer

source: Die Zeit zwischen zwei Klicks auf diese Schaltfläche wird als neues Tempo registriert
it: Time between two clicks on this button will be the new speed

source: Audio-Eingang
it: Audio-Input

source: Fenstertransparenz
it: Windowtransparency

source: Zeilenanzahl
it: Rowcount

source: FFT Empfindlichkeit
it: FFT sensitivity

source: Wartezeit, bis neuer Impuls erkannt werden kann [ms]
it: Time for waiting, until a new impulse can be detected [ms]

source: <- BPM übernehmen
it: <- Take new BPM values

source: FFT-Werte an DataIn senden
it: Send FFT values to DataIn

source: Gewähltes FFT-Band:
it: Chosen FFT-band:

source: Sende Werte auf DataIn-Kanal:
it: Send values to DataIn-channel:

source: Multiplikator für Werte:
it: Multiplicator for values:

source: Sende Werte dieses Kanals an DataIn
it: Send values of this channel to DataIn

source: Aktion bei Beat-Impuls
it: Action on Beat-impulse

source: Kanalwert bei Beat ON:
it: Channelvalue on beat ON:

source: Kanalwert bei Beat OFF:
it: Channelvalue on beat OFF:

source: Sende Wert auf DataIn-Kanal:
it: Send value to DataIn-channel:

source: Sende Kanalwert an DataIn
it: Send value to DataIn

source: Befehl bearbeiten
it: Edit command

source: Befehl bearbeiten
it: Edit command

source: Zeiteinstellungen
it: Timesetup

source: Szenen
it: Scene

source: Einzelkanaländerung
it: Cambia singolo canale

source: Effekte
it: Effetti

source: Kontrollpanel
it: Pannello Controlli

source: Gerätesetup
it: Devicesetup

source: Gerätegruppensetup
it: Devicegroupsetup

source: Cue-Liste
it: Lista CUE

source: Springe zu Position
it: Salta alla posizione

source: Repeat ein/aus
it: Ripeti on/off

source: Aufnahme ein/aus
it: Registrazione on/off

source: Effekte ein/aus
it: Effetti on/off

source: Optionen 1
it: Options 1

source: Optionen 2
it: Options 2

source: Programmteil:
it: Part of program:

source: Steuerung:
it: Controllo:

source: Gerät/Gruppe/Effekt:
it: Dispositivo/Gruppo/Effetto:

source: Untere Grenze:
it: Lower border:

source: Schaltschwelle:
it: Switch-Value:

source: Obere Grenze:
it: Bordo superiore:

source: Optionen 3
it: Options 3

source: Skaliere Wert
it: Scale value

source: Invertiert die Schaltschwellenrichtung
it: Invert the threshold-direction

source: Befehl
it: Comando

source: Steuern und Automatisieren von PC_DIMMER-Funktionen
it: Controlla e automatizza funzioni-PC_DIMMER

source: Starte Befehl beim Laden des Projektes
it: Start Command on Projectload

source: Bewegungsszeneneditor
it: Movingsceneeditor

source: Zugeordnete Szenen
it: Allocated scenes

source: Kanaleinstellungen
it: Channelsettings

source: Wählen Sie bitte zuerst eine Figur aus der obigen Liste, oder erstellen Sie eine neue Figur mit dem Figureneditor
it: Please first choose a figure out of the above box, or create a new figure with the figureeditor

source: Aktiviert, oder deaktiviert die selektierten Gerätekanäle
it: Activates, or deactivates the selected devicechannel

source: Kanal aktiviert
it: Canali attivi

source: Mittelpunkt X:
it: Middlepoint X:

source: Mittelpunkt Y:
it: Middlepoint Y:

source: Skalierung X:
it: Scaling X:

source: Skalierung Y:
it: Scaling Y:

source: Der Kanal nutzt den &X-Wert
it: Il canale è usato &X-value

source: X-Achse invertieren
it: Invert X-Axis

source: Y-Achse invertieren
it: Invert Y-Axis

source: Verbindet X- und Y-Skalierung
it: Combine X- and Y-Scaling

source: Dies tauscht die Zuordnung bei Kanälen, denen sowohl X, als auch Y zugewiesen wurde.
it: This option swaps the assignment of X- and Y-channel

source: X/Y-Wert tauschen
it: Swap X/Y-value

source: Lässt die Figur an einer entsprechend eingestellten Position starten
it: Starts the figure on a specific point of the figure

source: Szeneneinstellungen
it: Impostazioni scena

source: Figur:
it: Figura:

source: Wiederholung:
it: Ripetizioni:

source: Öffnet den Figureneditor
it: Opens the figureeditor

source: Figureneditor
it: Editor figure

source: Sorgt für eine gleichmäßige Bewegung über die gesamte Figur unabhängig der Weglängen. Es wird versucht die vorgegebene Szenendauer einzuhalten.
it: Produces a uniform movement over the whole figure.

source: Gleiche Spurgeschwindigkeit
it: Identical trailspeed

source: Gibt die Anzahl der Wiederholungen an. -1 = Unendlich
it: Numero di ripetizioni. -1 = infinito

source: Absolut
it: Assoluto

source: Ermöglicht die Eingabe eines kurzen Beschreibungstextes der Bewegungsszene
it: Small descriptiontext for the scene.

source: Relativ
it: Relativo

source: Sorgt für einen ruckenden Übergang zum nächsten Punkt
it: Produces a rough transition to the next point

source: Weg springen
it: Jump the way

source: Beatgesteuert
it: Beatcontrolled

source: Zeichnet die Anzeige neu, ohne die Szene auszuführen
it: Redraw the display without starting the scene

source: Ansicht neuzeichnen
it: Redraw the display

source: Punkte anzeigen
it: Show points

source: Bezeichnungen anzeigen
it: Show descriptions

source: Kanaleinstellungen zurücksetzen
it: Reset channelsettings

source: Grafische Bühnenansicht
it: Graphical Stageview

source: Bühnenbänke:
it: Stageviewbanks:

source: Verschiebe selektierte Icons nach:
it: Move selected icons to

source: Raster:
it: Grglia:

source: Text anzeigen
it: Visualizza Testo

source: Fügt beliebig viele Icons eines beliebigen Kanals an
it: Adds arbitrarily amount of icons to the stageview

source: Neues Kanalicon hinzufügen
it: Add new channelicon

source: Große Farbanzeige
it: Mostra colore grande

source: Schließt automatisch alle weiteren Gerätefenster, wenn aktiviert
it: Closes automaticly all other devicewindows, if activated

source: Nur ein Gerätefenster öffnen
it: Apri singola finestra per dispositivo

source: Setzt die aktuelle Bühnenansicht-Selektion als Geräteselektion, sodass z.B. Presets auf diese Geräte angewendet werden können
it: Use current stageview-selection as deviceselection

source: Selektion als Geräteselektion
it: Selection as deviceselection

source: Ändert Eigenschaften von Geräten (Icons, Anzahl, Adresse, etc.)
it: Changes settings of devices (icons, amount, address, etc.)

source: Gerätesteuerung öffnen...
it: Apri controllo dispositivi...

source: Bühne 1
it: Stage 1

source: Icons verriegeln
it: Blocca icone

source: Am Raster ausrichten
it: Allinea alla griglia

source: 16px
it: 16x

source: Automatisch ausrichten
it: Autoallinea

source: Gerät bei Maus-Over hell
it: Highlight on mouseover

source: Erweitert
it: Avanzate

source: Hintergrund:
it: Sfondo:

source: Icon:
it: Icona:

source: Ändert das Hintergrundbild
it: Cambia lo sfondo

source: Hintergrund ändern
it: Cambia sfondo

source: Drehen
it: Ruota

source: Tastenkürzel
it: Hotkeys

source: Strg+Linksklick = (De-)Selektieren
it: Ctrl+Leftclick = (De-)Select

source: Klick auf Gerätebild:
it: Click su immagine dispositivo:

source: Klick auf Text:
it: Click sul testo:

source: Rechtsklick = Kanalnamen ändern
it: Rightclick = change channelname

source: Rechtsklick = Kanalnummer ändern
it: Rightlick = change channelnumber

source: Klick auf Nummer:
it: Click on Number:

source: Klick = Farbe des Kanals ändern
it: Click = change color of channel

source: Klick auf Farbkreis:
it: Click on colorcircle:

source: Linksklick+Ziehen = Verschieben
it: Leftclick+Drag = Move

source: Rechtsklick = Geräteeigenschaften
it: Rightclick = deviceproperties

source: Klick auf Kanalbild:
it: Click on channelicon:

source: Rechtsklick = Menü
it: Rightclick = Menu

source: Shift+Strg+Links = Geräteselektion
it: Shift+Strg+Links = deviceselection

source: Shift+Linksklick = Geräteselektion
it: Shift+Leftclick = deviceselection

source: Alt+Ziehen = Dynamisches Ziehen
it: Alt+Drag = Dynamic Drag&Drop

source: PC_DIMMER Bühnenansicht (*.pcdstge)|*.pcdstge|Alle Dateien (*.*)|*.*
it: PC_DIMMER Stageview (*.pcdstge)|*.pcdstge|All Files (*.*)|*.*

source: Panel aus-/einblenden
it: Mostra/Nascondi Pannello

source: Neues Gerät hinzufügen...
it: Agg. nuovo dispositivo...

source: Text ein/aus
it: Text on/off

source: Große Farbanzeige ein/aus
it: Mostra/nasc. colori grandi

source: Nur ein Gerätefenster öffnen ein/aus
it: Open only a single devicewindow

source: Icons verriegeln ein/aus
it: Blocco icone on/off

source: Bühnenansicht leeren
it: Clear stageview

source: Bühnenansicht als Bild speichern...
it: Save stageview as pictures

source: Bühnenansicht ausdrucken
it: Stampa stageview

source: Iconbild ändern...
it: Change iconpicture...

source: Icon löschen
it: Elimina icona

source: Kanalnamen ändern
it: Cambia Nome canale

source: Kanalnummer ändern
it: Cambia numero canale

source: Uhrzeit
it: Ora

source: Transparenz ein/aus
it: Transparenza on/off

source: Rahmen ein/aus
it: Frame on/off

source: Sekunden fließend/normal
it: Seconds floating/normal

source: Digitaluhr ein/aus
it: Orologio digitale on/off

source: Uhr schließen
it: Chiudi orologio

source: MouseDown testen
it: Test MouseDown

source: MouseUp testen
it: Test MouseUp

source: Standardfunktionen...
it: Funzioni standard...

source: // Derzeit definierte PC_DIMMER-eigenen Funktion:
it: // Funzioni attualmente definite in PC_DIMMER:

source: set_absolutchannel(Kanal, Startwert, Endwert, Zeit,Delay);
it: set_absolutchannel(Channel, Startvalue, Endvalue, Time, Delay);

source: set_channel(GeräteID, Gerätekanal, Startwert, Endwert, Zeit,Delay);
it: set_channel(DeviceID, Devicekanal, Startvalue, Endvalue, Time);

source: // Einige Standardfunktionen (viele Delphi-Standardfunktionen sind möglich)
it: // Some standardfunctions (many Delphi-functions are possible)

source: // Abfrage:
it: // Confirmation:

source: if messagedlg('Möchten Sie diese Funktion ausführen?',mtConfirmation,[mbYes,mbNo],0)=mrYes then
it: if messagedlg('Do you want to run this function?',mtConfirmation,[mbYes,mbNo],0)=mrYes then

source: if messagedlg('Die nachfolgende Funktion ist gefährlich. Fortfahren?',mtWarning,[mbYes,mbNo],0)=mrYes then
it: if messagedlg('The following function is dangerous. Continue?',mtWarning,[mbYes,mbNo],0)=mrYes then

source: Farbmanager
it: Impostazioni colori

source: Toleranz bei automatischer Farbsuche:
it: Threshold of automatic colorsearch:

source: Gerät:
it: Dispositivo:

source: Einstellung der Farbkanäle auf Kanal COLOR1
it: Impostazioni del canale colore COLOR1

source: Verfügbare Farben:
it: Colori disponibili:

source: Zugewiesene Farbe:
it: Allocated colors:

source: Farbradeinstellung
it: Impostazioni ruotacolori

source: Einrichtung der Farben nach Farbrad der Hardware
it: Setup of colors on device-colorwheel

source: Einstellung der Farbkanäle auf Kanal COLOR2
it: Impostazioni del canale colore COLOR2

source: Gerätefarblisten (*.colorlist)|*.colorlist|Alle Dateien (*.*)|*.*
it: Devicecolorlist (*.colorlist)|*.colorlist|All Files (*.*)|*.*

source: Kommandozeile
it: Linea di comando

source: Kommando hier eingeben...
it: Inserisci comando qui...

source: Entertaste
it: Enter

source: - Taste
it: - key

source: + Taste
it: + key

source: Cue-Liste:
it: Cuelist:

source: Aktuelle Cue-Liste zurücksetzen
it: Reset current cuelist

source: In aktuelle Cue-Liste laden...
it: Carica nella cuelist corrente...

source: Aktuelle Cue-Liste speichern
it: Salva cuelist corrente

source: Zeit bis zum nächsten Cue:
it: Time to next Cue:

source: Fügt eine neue Cue-Listenbank hinzu
it: Adds a new cuelistbank

source: Cue-Listenname bearbeiten
it: Edit cuelistname

source: Aktuelle Cue-List löschen
it: Delete current cuelist

source: Markierte Szene abspielen und ggfs. Timer für nächsten Cue starten
it: Plays selected scene and starts timer for next cue if possible

source: Nächste Szene abspielen
it: Esegui prossima scena

source: Vorherige Szene abspielen
it: Esegui scena precedente

source: Verschiebt markierte Szene um eins nach oben
it: Move selected scene one position up

source: Verschiebt markierte Szene um eins nach unten
it: Move selected scene one position down

source: Szene am Ende hinzufügen...
it: Aggiungi scena alla fine...

source: Szene bearbeiten
it: Edita scena
