Repository: ming-hai/PC_DIMMER
Catalog: Core/locale/*/LC_MESSAGES/default.po
Languages: it

source: " für die Bühnenansicht wurde nicht gefunden. Möchten Sie jetzt danach suchen?
it: " was not found. Do you want to search for it now?

source: Bühne
it: Stage

source: Neue Bühnenbezeichnung
it: Nuova descrizione stage

source: Bitte geben Sie eine neue Bezeichnung für diese Bühne:
it: Per favore inserisci una nuova descrizione per questo stage:

source: Bild
it: Foto

source: Eigene Beschreibung
it: Own description

source: Stichworte
it: Cueword

source: Verwende Fadezeit
it: Use fadetime

source: Eigene
it: Own

source: Einblendzeit
it: Fadetime

source: Laufzeit
it: Livetime

source: Stop nach
it: Stop after

source: Ende Laufzeit
it: End of livetime

source: Möchten Sie die aktuelle Bank wirklich löschen?
it: Do you really want to delete the current bank?

source: Möchten Sie die aktuelle Cue-Liste löschen?
it: Do you want to delete the current Cue-List?

source: Wie soll die Cue-Liste aus der Datei geladen werden?
it: How should the Cuelist be loaded out of the file?

source: &Hinzufügen
it: &Agg

source: &Ersetzen
it: &Sostituisci

source: Ab&brechen
it: &Cancella

source: Einblendzeit ändern
it: Change fadetime

source: Bitte geben Sie eine eigene Einblendzeit für diesen Cue an (Szenen werden nicht verändert, negative Werte=Zufall):
it: Please enter a fadetime for this cue (scenes won't be changed, negative values=Random):

source: Laufzeit ändern
it: Change livetime

source: Bitte geben Sie eine Laufzeit für diesen Cue an (-1=Unendlich, 0=Sofort, ansonsten Zeiten >500ms):
it: Please enter a livetime for this cue (-1=Infinite, 0=Direct, other values >500ms):

source: Beschreibung ändern
it: Cambia descrizione

source: Bitte geben Sie eine kurze Beschreibung für diesen Cue an:
it: Inserisci una breve descrizione per questo cue:

source: Möchten Sie wirklich alle DataIn-Events löschen?
it: Do you really want to delete all DataIn-Events?

source: Wie sollen die DataIn-Einstellungen aus der Datei geladen werden?
it: How should the data be load out of the file?

source: Möchten Sie wirklich das gesamte Patchfeld der PC_DIMMER-Kanäle löschen?
it: Do you want to delete the complete patchfield of PC_DIMMER-channels?

source: Möchten Sie wirklich das gesamte Patchfeld der DataIn-Kanäle löschen?
it: Do you want to delete the complete patchfield of DataIn-channels?

source: Alle Geräte dieser Szene werden deaktiviert. Dabei gehen alle eingestellten Gerätewerte der Szene verloren. Fortfahren?
it: All devices of this scene will be deactivated. So all channelsettings will be lost. Continue?

source: Gruppe
it: Gruppo

source: Die Werte aller aktivierten Geräte werden auf die aktuellen Werte gesetzt. Fortfahren?
it: The values of all activated devices will be set to the current values. Continue?

source: Es werden nur seit der letzten erstellten Szene geänderten Kanäle eingefügt. Fortfahren?
it: Only channels changed since last scene will be inserted. Continue?

source: Es werden nur die derzeit selektierten Geräte eingefügt. Fortfahren?
it: Only selected devices will be inserted. Continue?

source: Es werden nur seit der letzten erstellten Szene geänderte Kanäle und alle derzeit selektierten Geräte eingefügt. Fortfahren?
it: Only channels changed since last scene and selected devices will be inserted. Continue?

source: Es werden alle Kanäle der Szene hinzugefügt. Fortfahren?
it: All channels will be added to this scene. Continue?

source: Gerätename
it: Nome dispositivo

source: Hersteller
it: Marca

source: Phase
it: Fase

source: Zufall:
it: Casuale:

source: Kein Effektschritt darf den eigenen Effekt wiederaufrufen, da sonst eine Endlosschleife erzeugt wird!
it: No effectstep may contain his own effect. A feedback would be the result!

source: Die aktuelle Einblendzeit des aktuellen Schrittes wird auf alle anderen markierten Schritte angewendet. Fortfahren?
it: The fadeintime of the current step will be set to all other steps of this effect. Continue?

source: Die aktuelle Wartezeit des aktuellen Schrittes wird auf alle anderen markierten Schritte angewendet. Fortfahren?
it: The waittime of the current step will be set to all other steps of this effect. Continue?

source: Möchten Sie wirklich alle Effekte zurücksetzen?
it: Do you want to reset all effects?

source: Wie sollen die Effekte aus der Datei geladen werden?
it: How should the effects be load out of the file?

source: Kopie
it: Copia

source: Effekt-ID
it: Effetto-ID

source: Die ID des aktuellen Effektes lautet wie folgt:
it: The ID of the selected effect is:

source: Tab bezeichnen...
it: Nome tab...

source: Bitte geben Sie eine Bezeichnung für das neue Tab ein:
it: Please enter a description for this tab:

source: Neues Tab
it: Nuovo tab

source: Bitte geben Sie eine Bezeichnung für das gewählte Tab ein:
it: Please enter a description for this tab:

source: Neuer Matrixschritt
it: New matrixstep

source: Keine Vorschau
it: No preview

source: Aktuelle Figur löschen?
it: Delete current figure?

source: Alle Punkte der aktuellen Figur löschen?
it: Delete all points of the current figure?

source: Möchten Sie wirklich alle Figuren löschen?
it: Do you really want to delete all figures?

source: Wie sollen die Figuren aus der Datei geladen werden?
it: How should the figures be load out of the file?

source: Welche Figuren sollen gespeichert werden?
it: Which figures should be saved?

source: &Nur aktuelle
it: &Just current

source: &Alle
it: &Tutti

source: Zeigt die erweiterten Einstellungen an, in denen die jeweiligen DMX- oder andere Hardwareinterfaces eingerichtet werden können. Weiterhin sind Einstellungen das Programm betreffend möglich. Sämtliche Einstellungen (auch das Interface betreffend) sind Programmspezifisch und werden nicht im Projekt gespeichert.
it: Mostra le impostazioni avanzate, dove è possibile impostare l'interfaccia del computer dmx. Inoltre ci sono alcune impostazioni riguardanti il programma generale, il soundsystem e altro ancora.

source: Mit dem Geräteeditor können Lichtgeräte (MovingHeads, Scanner, Farbwechsler, Pars, bzw. Dimmerkanäle und Switchpacks eingerichtet werden. Neben dem Hardwareinterface ist dies die zweite Grundeinstellung, die für das Projekt vorgenommen werden muss.
it: Il "controllo dispositivi" imposta tutti i dispositivi che vengono utilizzati nei singoli strumenti del PC_DIMMER (Teste mobili, scanner, cambiacolori led, ecc.) Oltre l'interfaccia hardware questa è la seconda impostazione principale che deve essere impostata

source: Die Szenenverwaltung erlaubt das Erstellen von Szenen jeglicher Art. Darunter sind Geräteszenen für statische Einstellungen, Bewegungsszenen für Bewegtscheinwerfer, Audioszenen für Toneffekte und noch vieles mehr.
it: The scenelibrary is the central point of all scenes. All PC_DIMMER tools only saves links to the scenelibrary. So you can change the properties of a scene and all tools will use the new properties without changing the single toolproperties.

source: Effekte sind zeitlich aufeinanderfolgende Szenen. Dabei können jegliche Arten von Szenen verwendet werden, um effektvolle Beleuchtungs- und Toneffekte zu erzeugen.
it: Effects are accumulations of scenes. You can use all scenetypes to create impressive light- and audioeffects.

source: Der Audioeffektplayer ist ein mächtiges Werkzeug, um Lichteffekte zeitlich genau auf ein Musikstück zu programmieren. Es können auch hier sämtliche Szenentypen auf die Millisekunde genau auf 8 Spuren unter die Audiodatei verteilt werden. Die Bedienung ist ähnlich den gängigen Videoschnittprogrammen.
it: The audioeffectplayer is a powerful tool to control your lights to a mp3 or other audiofiles. You can use all scenetypes to start them exact to the millisecond on 8 layers.

source: Die Kanalübersicht bietet auf einen Blick sämtliche Kanalwerte aller Ausgangskanäle. Zudem werden die installierten Geräte und deren Aufteilung im DMX-Universum angezeigt. Es können mehrere Kanäle selektiert und deren Wert gleichzeitig verändert werden. Mit einem Rechtsklick auf einen Kanal kann zudem ein Minimal- bzw. Maximalwert eingerichtet werden, welcher auch mit dem Projekt gespeichert wird (z.B. für eine Lampenvorheizung).
it: The channeloverview offers a simple survey of all channels. Also all installed devices are shown with their position in the dmx universe. With a rightclick you can define a minimum and maximum channelvalue that will be saved with your project (e.g. for preheating lamps)

source: Die grafische Bühnenansicht ermöglicht das Positionieren von installierten Geräten sofern diese in der Gerätesteuerung für die Bühnenansicht aktiviert sind. In der Bühnenansicht können Geräte leicht selektiert und diese Selektionen als Gerätegruppen zusammengefasst werden, um z.B. mehrere Geräte gleichen oder aber auch unterschiedlichen Typs in einer Szene gleichzeitig ändern zu können.
it: The graphical stageview offers a well arranged desktop for all lights and devices that are installed in your setup. You can select and group devices or open a devicescreen to setup your lights.

source: Das Beattool ist für alle ablaufenden Effekte von großer Bedeutung und sorgt für den programmweiten Takt. Es kann zwischen mehreren Taktquellen (Soundkarte, Timer, Manuell, etc.) ausgewählt werden.
it: The beattool offers a central beat-signal for all program parts that are able to handle a beat (Effectsequencer, Scripts, etc.).

source: Das Kontrollpanel ist hauptsächlich für die Live-Steuerung von Lichtshows konzipiert. Es können Szenen, Effekte und andere PC_DIMMER-Objekte auf einen Button gelegt werden, um die Lichtshow an bestimmten Stellen zu beeinflussen. Buttons können zudem mit Bildern versehen werden, um den Überblick nicht zu verlieren (z.B. Gobo-Wechsel, oder Shutter ZU)
it: The controlpanel offers many buttons for starting-, stopping and editing PC_DIMMER functions, scenes, etc. You can define pictures and colors for orientation.

source: Der Submaster erlaubt das zeitgleiche Ändern von mehreren Kanälen. Dabei kann bei Gerätegruppen zudem die Delayfunktion genutzt werden, um ein dynamisches Ändern von mehreren Kanälen zu erzeugen. Neben einem Delay kann für jeden Kanal prozentual auch eine Abschwächung eingegeben werden, sodass sogar szenische Darstellungen mit einem Submasterkanal möglich sind.
it: Submaster può essere utilizzato per combinare singoli canali ad un fader. È possibile definire un tempo di ritardo e un valore percentuale per ogni canale. Così si può anche creare scenari luminosi con un fader.

source: Mit der PC_DIMMER Zeitsteuerung können zu beliebigen Zeitpunkten und nach bestimmten Ryhtmen (täglich, wöchentlich, monatlich) bestimmte Ereignisse (Szenen, Effekte, etc.) abgerufen werden. Besonders für unbeaufsichtige Architekturbeleuchtungen ist diese Funktion sehr nützlich.
it: Con lo scheduler di PC_DIMMER è possibile controllare eventi per ora / data (giornaliera, settimanale, mensile). Questa funzione è molto utile per l'illuminazione di architetturali o nei soggiorni.

source: Die MIDI-Steuerung erlaubt das Einstellen von Kanalwerten und Programmfunktionen durch ein externes MIDI-Gerät. Es können z.B. externe Faderpulte wie das BCF2000 oder Midi-Keyboards angeschlossen werden. Jede MIDI-Nachricht kann für ein bestimmtes Ereignis im Programm verwendet werden.
it: The midi-control allows using external midi hardware to control the PC_DIMMER. You can use external faderboxes like the Behringer BCF2000 motorfaderbox or midikeyboards. Each midi-message can be used for a special event.

source: Die DataIn-Steuerung erlaubt das Setzen von Kanalwerten und Programmfunktionen durch externe Pulte über die Plugins. DMX-Interfaces mit DMX-In leiten in der Regel die DMX-In-Werte zur DataIn-Steuerung um, sodass über DMX-Wertänderungen entsprechende Funktionen ausführen können. Es kann über die Softpatch-Funktion auch jeder PC_DIMMER Kanal auf einen DataIn-Kanal umgeleitet werden, sodass man einen normalen PC_DIMMER Kanal mit Spezialfunktionen über die DataIn-Steuerung belegen kann.
it: The data-in-control controls all incoming data (DMX-in, and other input sources) to use these data to control PC_DIMMER functions. You can use the softpatch-function to use any regular PC_DIMMER channel as a data-in source. So you can create as much submaster, special faders, etc. as the available PC_DIMMER channels.

source: Über die Tastatursteuerung können Tastenkombinationen spezielle Funktionen zugewiesen werden. Es sind eine Reihe an Standardbelegungen voreingestellt, die jederzeit verändert und erweitert werden können.
it: The hotkeycontrol can be used to use some key-combinations to start special functions or scenes. There are still some standard hotkeys like filesave and flieload.

source: Mit einem Joystick oder Gamepad können Kanalwerte leicht verändert werden. Dabei können sämtliche Joysticks, die unter Windows registriert sind mit allen verfügbaren Knöpfen verwendet werden. Die Steuerung von Bewegtscheinwerfen wird hierdurch einiges leichter. Besonders beim Einleuchten von Scannern und MHs ist diese Funktion sehr hilfreich.
it: You can use a joystick or a gamepad to change channelvalues and control movinglights. All controllers supported by windows can be used without any restrictions.

source: Sie haben ein neues Projekt begonnen. Der Projektassistent soll Ihnen den Umgang mit dem Programm etwas erleichtern, indem er Grundfunktionen für die Projekterstellung übersichtlich zusammenfasst und zu jedem Punkt einen Hinweistext anzeigt. Führen Sie die Maus über eine Schaltfläche des Assistenten und die Beschreibung wird entsprechend angezeigt. Alle hier gezeigten Funktionen sind natürlich auch über die Toolleiste des Hauptprogrammes, oder über den Hauptmenüpunkt "Fenster" abrufbar.
it: You've started a new project. This assistant will help you using this program to create a great lightshow. Hold the mouse over one of the buttons on the left side to get a description of its function. The PC_DIMMER got much more features and functions than shown here.

source: Schaltet das Hauptfenster des PC_DIMMERs zwischen einer Vollbild- und einer kleineren Ansicht hin und her.
it: Scambia la finestra principale di PC_DIMMER tra massimizzato e ridotto a icona

source: Startadresse:
it: Indirizzo:

source: Möchten Sie wirklich alle Geräte und Presets löschen?
it: Vuoi eliminare tutti i dispositivi e preset?

source: Gruppierte
it: Grouped

source: Kanal
it: Canale

source: Das zu löschende Gerät wird noch verwendet. Bitte wählen Sie, wie weiter verfahren werden soll:
it: Il dispositivo che si desidera eliminare è ancora in uso. Si prega di scegliere cosa fare ora:

source: Möchten Sie diese Gruppe wirklich löschen?
it: Vuoi eliminare guesto gruppo?

source: Geräteanzahl:
it: Devicecount:

source: Die zu löschende Gruppe wird noch verwendet. Bitte wählen Sie, wie weiter verfahren werden soll:
it: The group you want to delete is still in use. Please choose what to do now:

source: Gruppe löschen
it: Elimina gruppo

source: Das Gerät besitzt offenbar keinen Farbkanal. Einstellungen im folgenden Fenster wirken sich nur auf Geräte mit "COLOR1"-Kanal über die Autoszenen aus.
it: The device seems to have no colorchannel. Settings in the following window will only have effect on devices with "COLOR1"-channel.

source: Bitte geben Sie einen neuen Namen für das Gerät an:
it: Per favore inserisci un nuovo nome per il dispositivo:

source: Geräte sortieren:
it: Ordinare i dispositivi:

source: Wenn Sie sicher sind, dass es sich um eine PC_DIMMER-DDF handelt, kontrollieren Sie, ob im Header der Datei "<information id="PC_DIMMER">" steht.
it: If you are shure that this is a PC_DIMMER-DDF, check if the header of the file contains "<information id="PC_DIMMER">".

source: Mit dieser Funktionen kann die ID des selektierten Gerätes geändert werden. Falsche Einstellungen können sämtliche Szenenverknüpfungen zu diesem Gerät zerstören. Fortfahren?
it: With this option the ID of the selected device can be changed. Wrong settings here could destroy the links within the scenes and program-tools. Continue?

source: Geräte-ID
it: Device-ID

source: Die ID des aktuellen Gerätes lautet wie folgt:
it: The ID of the selected device is:

source: Rx-Achse
it: Rx-Axis

source: Ry-Achse
it: Ry-Axis

source: Rz-Achse
it: Rz-Axis

source: Es wird gerade versucht eine sich selbst aufrufende Kompositionsszene zu erstellen. Da dies zu einer Endlosschleife führen würde, wird der Vorgang automatisch abgebrochen.
it: You try to create a self-calling combinationscene. This would encounter a feedback so this will be canceled.

source: Es wird gerade versucht eine sich selbst aufrufende Kombinationsszene zu erstellen. Da dies zu einer Endlosschleife führen würde, wird der Vorgang automatisch abgebrochen.
it: You try to create a self-calling combinationscene. This would encounter a feedback so this will be canceled.

source: Durch setzen des Buttontyps auf "<Leer>" werden gespeicherte Szenenreferenzen und eventuell vorhandene Skriptdateien gelöscht. Fortfahren?
it: On setting the button to "<Vuoto>" all references to this button will be lost. Continue?

source: Leer
it: Vuoto

source: Möchten Sie das Kontrollpanelpanel wirklich zurücksetzen?
it: Vuoi ripristinare il controlpanel?

source: Durch setzen des Buttontyps auf "<Leer>" werden gespeicherte Szenen und eventuell vorhandene Skriptdateien gelöscht. Fortfahren?
it: On setting the button to "<Vuoto>" all references to this button will be lost. Continue?

source: Sorry, fehlerhafte Skriptdatei!
it: Sorry, corrupt scriptfile!

source: Gerätegruppe:
it: Gruppo dispositivi:

source: Schritt 2/3: Reihenfolge und Kanal bestimmten
it: Step 2/3: Define order and channel

source: Schritt 3/3: Muster und Einstellungen
it: Step 3/3: Chaserpattern and settings

source: Fertig
it: Complete

source: Ja
it: Si

source: Nein
it: No

source: Dieses Gerät wurde bereits in der aktuellen Matrixszene verwendet...
it: This device was chosen for this matrix already...

source: Es wurden noch nicht alle Matrix-Elemente mit einem Gerät verbunden...
it: Some matrix-elements are not connected to a device...

source: Die bisherige Matrix wird nun gelöscht. Fortfahren?
it: The current matrix will be deleted. Continue?

source: Videoeingang:
it: Videoinput:

source: Foliennummer:
it: Slidenumber:

source: Lautstärke [%]:
it: Volume [%]:

source: Es konnte keine Verbindung zum MediaCenter Server hergestellt werden. Bitte kontrollieren Sie ihre Angaben in den Feldern "Adresse" und "Port".
it: The connection to the MediaServer could not be established. Please check the settings of "Address" and "Port".

source: Möchten Sie wirklich alle MIDI-Events löschen?
it: Do you want to delete all Midi-events?

source: Wie sollen die MIDI-Einstellungen aus der Datei geladen werden?
it: How should the MIDI-settings be loaded out of the file?

source: Es wurde eine Note (MSG=144, Data1=64) mit der Lautstärke 64 (Data2=64) gesendet. Nach Klick auf "OK" wird diese Note wieder ausgeschaltet (MSG=144, Data1=64, Data2=0).
it: A note (MSG=144, Data1=64) with volume 64 (Data2=64) has been sent. After a click on "OK" this note will be switched off (MSG=144, Data1=64, Data2=0).

source: Der Download ist beendet. Soll die laufende Anwendung jetzt beendet werden und die Updateroutine jetzt starten?
it: The download has finished. Do you want to close the program and start the update now?

source: Der Download ist beendet. Soll das Update jetzt gestartet werden?
it: The download has finished. Do you want to start the update now?

source: Ihre Version des PC_DIMMERs ist noch aktuell.
it: Your version of PC_DIMMER is still up to date.

source: Der Updateserver konnte nicht gefunden werden. Bitte schauen Sie auf "http://downloads.pcdimmer.de" nach neuen Updates. Vielen Dank.
it: The Updateserver could not be found. Please have a look at "http://downloads.pcdimmer.de" for new updates. Thank you very much.

source: Nach einem Neustart stehen wieder alle Plugins zur Verfügung.
it: All plugins will be reloaded on next start again.

source: Sie haben während des Startens die linke Shift-Taste gedrückt. Soll das Laden der letzten Projektdatei verhindert werden?
it: You have pressed the left shift-key during startup. Do you want to cancel the loading of the last project?

source: Sie haben während des Startens die rechte Shift-Taste gedrückt. Soll der Start der Akkukontrolle verhindert werden?
it: You have pressed the left shift-key during startup. Do you want to cancel the start of the accucontrol?

source: Startwerte...
it: Startvalues...

source: Fehler in Protokolldatei
it: Error in protocolfile

source: PC_DIMMER kann nicht auf die Protokolldatei "PC_DIMMER.log" zugreifen!
it: PC_DIMMER cannot access the protocolfile "PC_DIMMER.log"!

source: Registrywerte auslesen
it: Read registryvalues

source: Die Ausführungs-Priorität des PC_DIMMERs liegt unterhalb von "Normal". Bitte kontrollieren Sie diese Einstellung in den erweiterten Einstellungen des PC_DIMMERs unter dem Punkt "Hardware" und korrigieren Sie die Priorität ggfs. auf "Normal" oder "Höher".
it: The windows-priority of PC_DIMMER is below "Standard". Please check this in the advanced setting of the PC_DIMMER at the menu-option "Hardware" and change the priority to "Standard" or "Higher".

source: Konfiguration öffnen
it: Apri configurazione...

source: Oberfläche vorbereiten...
it: Prepare desktop...

source: Plugins suchen...
it: Search plugins...

source: Es sind keine Ausgabeplugins installiert. Plugins sind auf der Website "http://downloads.pcdimmer.de" kostenlos herunterladbar.
it: There are no outputplugins installed. You can download plugins from the page "http://downloads.pcdimmer.de".

source: Audiosystem einrichten...
it: Setup audiosystem....

source: Die Datei "bass.dll" liegt in einer falschen Version (
it: The File "bass.dll" is only available in the wrong version (

source: ) statt
it: ) instead of

source: Power-Button deaktivieren...
it: Disattiva powerbutton...

source: Hauptfenster erstellen...
it: Create mainwindow...

source: Möchten Sie wirklich alle Einstellungen des PC_DIMMERs zurücksetzen?
it: Do you want to reset all setting of the PC_DIMMER?

source: Beende PC_DIMMER...
it: Chiusura PC_DIMMER...

source: Bereite Shutdown vor...
it: Preparing shutdown...

source: Beende Threads...AccuControl
it: Closing Threads...AccuControl

source: Beende Threads...AccuControl
it: Closing Threads...AccuControl

source: Beende Threads...AudioeffectControl
it: Closing Threads...AudioeffectControl

source: Beende Threads...WaveformControl
it: Closing Threads...WaveformControl

source: Beende Threads...Audioeffektvisualizer
it: Closing Threads...Audioeffektvisualizer

source: Beende Threads...Dimmerkernel
it: Closing Threads...Dimmerkernel

source: Beende Threads...MIDI-Timecodeplayer
it: Shutting down Threads...MIDI-Timecodeplayer

source: Deaktiviere Input-Plugin
it: Disattivazione Input-Plugins

source: Hinweis: Das Deaktivieren der Programmplugins ist in den Optionen deaktiviert.Dies ist nur für Testzwecke zu empfehlen. Bitte die Einstellungen kontrollieren.
it: Attention: Shutdown of programplugins is deactivated within the advanced settings. Please check the settings.

source: Deaktiviere Output-Plugin
it: Disattivazione Output-Plugins

source: Das Plugin "
it: The plugin "

source: " hat einen Fehler beim Deaktivieren gemeldet.
it: " has encountered an error on deactivating.

source: Hinweis: Das Deaktivieren der Ausgabeplugins ist in den Optionen deaktiviert.Dies ist nur für Testzwecke zu empfehlen. Bitte die Einstellungen kontrollieren.
it: Attention: Shutdown of outputplugins is deactivated within the advanced settings. Please check the settings.

source: Schreibe Konfigurationsdatei...
it: Scrittura configurazione...

source: Entferne DLL-Referenzen...
it: Removing DLL-references...

source: Beende Programm...
it: Chiudo programma...
