Repository: ming-hai/PC_DIMMER
Catalog: Core/locale/*/LC_MESSAGES/default.po
Languages: it

source: Szene aus Liste entfernen
it: Rimuovi scena dalla lista

source: Markierte Szene stoppen
it: Stop scena selezionata

source: Szene unterhalb Markierung einfügen...
it: Add scene under selection...

source: Weitere Optionen...
it: More options...

source: Nimmt eine Geräteszene mit den aktuell geänderten Werten und selektierten Geräten auf
it: Records a devicescene with changed channels since last scene and selected devices

source: Selektierten Cue abspielen und sofort zu nächsten Cue wechseln (kein Timer)
it: Plays selected cue and switch to next cue without timer

source: Crossfade von einer Geräteszene zur Nächsten
it: Crossfade from on devicescene to the next

source: PC_DIMMER Cue-Liste (*.pcdcuel)|*.pcdcuel|Alle Dateien (*.*)|*.*
it: PC_DIMMER Cuelist (*.pcdcuel)|*.pcdcuel|All Files (*.*)|*.*

source: Alle Kanäle aufnehmen
it: Record all channels

source: Nur selektierte Geräte aufnehmen
it: Record selected devices only

source: Nur seit letzter Szene geänderte Kanäle aufnehmen
it: Record changed channels since last scene only

source: Selektierte Geräte UND geänderte Kanäle aufnehmen
it: Record selected devices AND changed channels

source: Kanäle manuell wählen...
it: Choose channels manually...

source: Beschreibungstext ändern...
it: Change description...

source: Eigene Fadezeit definieren...
it: Define own fadetime...

source: Laufzeit des Cues ändern...
it: Change livetime of cue...

source: Data-In-Einstellungen
it: Data-In settings

source: Routing für interne Kanäle
it: Routing for outgoing channels

source: Alle aus
it: All off

source: PC_DIMMER-Kanal -> DataIn-Kanal:
it: PC_DIMMER-channel -> DataIn-channel:

source: Data-In-Events bearbeiten
it: Edit Data-In-Events

source: Verschiebt um eine Position nach oben
it: Moves one position up

source: Verschiebt um eine Position nach unten
it: Moves one position down

source: Routing für eingehende Signale
it: Routing for ingoing signals

source: Data-In-Kanal -> PC_DIMMER-Kanal:
it: DataIn-channel -> PC_DIMMER-channel:

source: Data-In Einstellungen
it: Data-In settings

source: Einrichten von DMX-In Events und Belegung von PC_DIMMER Kanälen mit Sonderfunktionen per Routing
it: Setup of DMX-In events and add special functions to specific PC_DIMMER-channels

source: DataIn-Ereignisdaten (*.pcddain)|*.pcddain|Alle Dateien (*.*)|*.*
it: DataIn-Eventdata (*.pcddain)|*.pcddain|All Files (*.*)|*.*

source: DDFEditor-Assistent
it: DDFEditor-Assistant

source: Assistent für neue Gerätedatei
it: Assistente nuovo dispositivo

source: Erstellen Sie in wenigen Schritten eine eigene Gerätebeschreibungsdatei
it: Crea in pochi passi un file unico di descrizione dispositivo

source: Einführung
it: Introduction

source: Willkommen zum Geräteassistenten!
it: Benvenuti alla creazione guidata dispositivi!

source: Dieser Assistent wird Sie beim Erstellen einer neuen Gerätedatei begleiten. Klicken Sie
it: Questa procedura guidata vi aiuterà a creare un nuovo dispositivo. fare clic

source: unten rechts auf "Weiter" um den Geräteeditor zu öffnen und eine neue Gerätedatei zu
it: in basso a destra su "Avanti " per editare un dispositivo per aprire e un nuovo file di dispositivo

source: beginnen...
it: start...

source: 1: Beschreibung
it: 1: Description

source: Der Geräteeditor ist nun geöffnet. Schieben Sie dieses Fenster ein wenig zur Seite, um den
it: L'editor dispositivo è ora aperto. Far scorrere la finestra un po 'di lato per la

source: Editor ganz zu sehen.
it: Non vedere l'editor.

source: Tragen Sie zunächst einen Namen für das Gerät, den Hersteller und evtl. Ihren Namen als
it: Per prima cosa immettere un nome per il dispositivo, il fabbricante e, eventualmente, il vostro nome come

source: Autor ein. Die Auswahl eines passenden Bildes kann ebenfalls vorgenommen werden. Der
it: autore. La scelta di un'immagine appropriata può anche essere intrapresa. il

source: Name und der Hersteller des Gerätes wird in der Software jeweils angezeigt.
it: nome e il produttore di ciascun dispositivo vengono visualizzati nel software.

source: Klicken Sie nach Eingabe der Daten im Assistenten auf "Weiter".
it: Dopo aver inserito i dati nella procedura guidata, fare clic su "Avanti ".

source: 2: Kanäle
it: 2: Channels

source: Nun werden die eigentlichen Kanäle des Gerätes definiert. Erhöhen Sie zunächst die
it: ora i canali reali del dispositivo sono definiti. Aumentare Inizialmente la

source: Anzahl.
it: Number.

source: Mittelstellung zu bringen.
it: middle setting.

source: 3: Farbrad
it: 3: Colorwheel

source: 5: Prisma/Iris
it: 5: Prism/Iris

source: 6: Dimmer/Shutter/Strobo
it: 6: Dimmer/Shutter/Strobe

source: 8: Fertig
it: 8: Complete

source: Gerät nun im PC_DIMMER verwenden.
it: Usa dispositivo in PC_DIMMER

source: Verhältnis von Rot zu Grün:
it: Red-Green-Ratio:

source: Amber-Kanal-Einstellungen:
it: Amber-Channel-Settings:

source: Schaltet die Amber-Mischung für dieses Gerät ein. Hiermit wird automatisch der Amber-Kanal zu den RGB-Farben zugemischt.
it: Activates the Amber-Mixing for this device. An Amber-color will be mixed to the standard RGB-colors.

source: Verwende Amber-Kanal-Farbmischung
it: Use Amber-Color-Mixingsystem

source: Diese Option reduziert die Kanäle R und G, sofern der Kanal A eingeblendet wird.
it: This option reduces the channels R and G, when channel A will be increased.

source: Reduziere Rot und Grün bei Amberwerten
it: Reduce red and green on amber

source: Entsprechend dem eingestellten Wert für Kanal B wird Kanal A reduziert.
it: When channel B will be increased channel A will be reduced.

source: Reduziere Amber bei Blauwerten
it: Reduce amber on blue

source: Tragen Sie hier z.B. 255 für reines Gelb oder 191 für Gold ein
it: For example enter 255 for full yellow or 191 for gold.

source: Prisma/Iris
it: Prism/Iris

source: Prisma
it: Prism

source: Einfach:
it: Single:

source: Dreifach:
it: Triple:

source: Prisma-Rotation
it: Prism-Rotation

source: Zu:
it: Chiudi:

source: Auf:
it: Up:

source: Für Farbräder ausschalten, für Dimmer, PAN/TILT oder RGB einschalten
it: Switch off for color-wheels but switch on for Dimmers, PAN/TILT or RGB.

source: Kanal unterstützt Fadings
it: Channel supports fadings.

source: DDF speichern
it: Salva DDF

source: Klicken Sie mit gedrückter STRG-Taste für eine andere Ansicht
it: Click here with pressed CTRL-key to change view

source: Gerätekanalauswahl
it: Devicechannelselection

source: Geräteliste wird aktualisiert...
it: Updating devices...

source: Kanaleinstellungen:
it: Channelsettings:

source: Aktuelles Gerät:
it: Dispositivo attuale:

source: Aktueller Kanal:
it: Actual channel:

source: Wert [%/Byte]:
it: Value [%/Byte]:

source: Wert [Byte]:
it: Value [Byte]:

source: Gesamte Auswahl:
it: Selezione totale:

source: Alle Geräte deaktivieren
it: Disattiva tutti i dispositivi

source: Zusatzoptionen:
it: Opzioni aggiuntive:

source: Setzt selektierte Werte auf den aktuellen Kanalwert
it: Set all selected channels to current channelvalues

source: Selektierte Kanäle -> Wert
it: Canali selezionati -> Valore

source: Aktivierte Kanäle ->
it: Canali Attivati ->

source: Gesamte Szene ->
it: Tutta la scena ->

source: Geänderte Kanäle
it: changed channels

source: Liste zurücksetzen
it: Reset lista

source: Klappt nur aktive Elemente aus
it: Espandi solo oggetti selezionati

source: DDF anzeigen
it: Show DDF

source: Wert
it: Valore

source: Delay
it: Ritardo

source: ...auf aktuelle Kanalwerte
it: ...to current channelvalues

source: ...deaktivieren
it: ...disattiva

source: Setzt alle selektierten Kanäle auf aktuelle Werte
it: imposta tutti i canali selezionati al vaore corrente

source: ...beinhaltet nur seit letzter Szene geänderte Kanäle
it: ...contiene solo i canali modificati rispetto all'ultima scena

source: ...beinhaltet nur derzeit selektierte Geräte
it: ...contiene solo dispositivi selezionati

source: ...beinhaltet seit letzter Szene geänderte Kanäle und aktuell selektierte Geräte
it: ...contiene solo i canali modificati rispetto all'ultima scena e dispositivi attualmente selezionati

source: ...beinhaltet alle Kanäle
it: ...contiene tutti i canali

source: Address
it: Indirizzo

source: PC_DIMMER Geräteliste
it: PC_DIMMER lista dispositivi

source: Auflistung aller installierter Geräte inklusive Details
it: Lista dei dispositivi installati e dettagli

source: Liste als CSV exportieren...
it: Export devicelist as CSV...

source: Leistungseinstellung
it: Powercontrol

source: Geräteleistung definieren
it: Definisci potenza del dispositivo

source: Erlaubt dem PC_DIMMER eine Leistungsübersicht zu generieren
it: Consente al programma per generare una panoramica della potenza utilizzata

source: Einstellung der Geräteleistung
it: Setup devicepower

source: Verwende folgenden Kanal zur Berechnung:
it: Use the following channel for calculating:

source: Leistung [W]:
it: Power [W]:

source: Phase im Stromsystem:
it: Fase di alimentazione:

source: Gerät für Leistungsübersicht verwenden
it: Usa dispositivo per controllo potenza

source: Verbraucher ist immer an
it: Dispositivo sempre acceso

source: Geräteszene
it: Devicescene

source: Alle Kanäle ein
it: Tutti canali on

source: Alle Kanäle aus
it: Tutti canali off

source: Nur geänderte
it: Only changed

source: Kanäle übernehmen
it: Take channels

source: STRG+Klick für ganze Zeile
it: CTRL+Click for complete row

source: Szenenname
it: Scenename

source: Szenenbeschreibung
it: Scenedescription

source: Szene testen
it: Prova scena

source: Einrichten von geräteabhängigen Lichtszenen
it: Setup of lightscenes by devices

source: Separate Fadezeit [ms]:
it: Separate fadetime [ms]:

source: Aktiviert
it: Active

source: >=0: Absolute Werte für Kanaldelay <0: für Zufällige Werte (Betrag des Wertes gibt Zufallsraum an)
it: >=0: value for channeldelay <0: random values (abs() gives the max value)

source: >=0: Absolute Werte für Kanalfadezeit -1: für Verwendung der Hauptszenenzeit <-1: für Zufällige Werte (Betrag des Wertes gibt Zufallsraum an)
it: >=0: value for channelfadetime -1: use global value of scene <-1: random values (abs() gives the max value)

source: Aktiviert den Zufallsmodus. Entweder wird der Kanal ausgegeben, oder nicht.
it: Activates the random-mode. Sometimes this channel is active, sometimes not - who knows?

source: Zufällig
it: Random

source: Gibt einen zufälligen Kanalwert bei Ausführung der Szene aus. Der angegebene Wert gibt den Maximalwert vor.
it: Outputs a random value of this channel. The channelvalues gives the maximum random value.

source: Matrix-Eingabe
it: Matrix-Input

source: Befehle:
it: Commands:

source: Dimmkurveneinstellung
it: Dimmingcurve settings

source: Einstellung der Dimmerkurven
it: Setup of dimmingcurve

source: Gerätekanäle:
it: Devicechannels:

source: Kurve für ausgegebene Werte:
it: Curve for output-values:

source: Diese Kurve beeinfluss direkt die ausgegebenen DMX512-Werte.
it: This curve influences the DMX512-output directly.

source: Dynamischer Fadeverlauf:
it: Dynamic Fadeing:

source: Diese Kurve beeinflusst das automatische Faden eines Kanals. Die Kurve wird dynamisch zwischen Start- und Endwert berechnet.
it: This curve influences the automatic fading of a channel. The curve will be calculated between start- and envalue dynamically.

source: Startwert
it: Startvalue

source: Endwert
it: Endvalue

source: Schalter
it: Switch

source: Viertel-Sinus
it: Quarter-Sine:

source: Exponentiell
it: Exponential

source: Doppelt-Exponentiell
it: Double-Exponential

source: Doppelt-Exponentiell 2
it: Double-Exponential 2

source: Treppenstufe
it: Passi

source: Stufenverlauf
it: Passi

source: Sinuswackeln klein
it: Sinewave small

source: Sinuswackeln groß
it: Sinewave huge

source: Logarithmisch 1 (für LEDs)
it: Logarithmic 1 (for LEDs)

source: Logarithmisch 2 (für LEDs)
it: Logarithmic 2 (for LEDs)

source: Dimmkurve anpassen
it: Change dimmingcurve

source: Erlaubt für jeden Kanal eine individuelle Einstellung des Dimmverhaltens
it: Allows a setup of the dimmingcurve for each channel

source: Drucken...
it: Stampa...

source: Kanalübersicht drucken
it: Stampa panoramica canali

source: Drucker:
it: Printer:

source: Von Kanal:
it: From channel:

source: bis Kanal:
it: to channel:

source: Verfügbare Knotenlayer
it: Available Nodelayer:

source: Ignorierte DXF-Eigenschaften
it: Ignore DXF-Settings

source: Löschen
it: Delete

source: Dickere Linien
it: Bold lines

source: Neu zeichnen
it: Redraw display

source: Dynamische Oberfläche
it: Dynamic User Interface

source: Bitte selektieren Sie ein Gerät oder eine Gerätegruppe...
it: Per favore seleziona un dispositivo o gruppo dispositivi...

source: Strobo auf 100%
it: Strobo al 100%

source: Strobo auf 75%
it: Strobo al 75%

source: Strobo auf 50%
it: Strobo al 50%

source: Strobo auf 25%
it: Strobo al 25%

source: Strobo aus
it: Strobo off

source: Shutter auf
it: Shutter open

source: Auf
it: Open

source: Shutter zu
it: Shutter close

source: Zu
it: chiuso

source: Prisma
it: Prism

source: Prisma-Slider
it: Prism-Slider

source: Prisma dreifach
it: Triple Prism

source: Prismarotation aus
it: Prism-Rotation off

source: Prisma einfach
it: Single Prism

source: Goborad 1 nach rechts
it: Gobo 1 to the right

source: Goborad 1 nach links
it: Gobo 1 to the left

source: Goborad 2 nach rechts
it: Gobo 2 to the right

source: Goborad 2 nach links
it: Gobo 2 to the left

source: Goborotation 1 stoppen
it: Stop GOBO1 rotation

source: Gobo1-Rot. stoppen
it: Stop Gobo1-Rotation

source: Goborotation 2 stoppen
it: Stop GOBO2 rotation

source: Gobo2-Rot. stoppen
it: Stop Gobo2-Rotation

source: Goboanzeige vergrößern
it: Enlarge Gobolist

source: Fokus
it: Fuoco

source: Fokus-Slider
it: Focus-Slider

source: Dimmer auf 100%
it: Dimmer @ 100%

source: Dimmer auf 75%
it: Dimmer @ 75%

source: Dimmer auf 50%
it: Dimmer @ 50%

source: Dimmer auf 25%
it: Dimmer @ 25%

source: Dimmer auf 0%
it: Dimmer @ 0%

source: Farbe
it: Colore

source: Farbrad 1 nach rechts
it: Color 1 to the right

source: Farbrad 1 nach links
it: Color 1 to the left

source: Farbrad 2 nach rechts
it: Color 2 to the right

source: Farbrad 2 nach links
it: Color 2 to the left

source: Wechseln zwischen verschiedenen Farbwahlboxen
it: Switch between different colorpickers

source: Klicken Sie mit gehaltener STRG-Taste, um Pan/Tilt fein einzustellen
it: Click here with pressed CTRL-key to adjust PAN/TILT in fine-mode

source: Data-In-Event bearbeiten
it: Edit Data-In-Event

source: Messages
it: Messaggi

source: Aufgezeichnet:
it: Recorded:

source: Letztes Data-In-Signal:
it: Last Data-In-Signal:

source: Optionen:
it: Opzioni:

source: Bei nächster Änderung aufzeichnen
it: Record on next change

source: MIDI-Event bearbeiten
it: Edit MIDI-Event

source: Message
it: Messaggio

source: Letztes MIDI-IN Signal:
it: Last MIDI-In Signal:

source: Wert beziehen von
it: Use valore per

source: Bei nächstem MIDI-Event aufzeichnen
it: Record on next MIDI-Event

source: Midi Backtrack verwenden
it: Use Midi backtrack

source: Skript bearbeiten
it: Edit script

source: Skript bearbeiten
it: Edit script

source: Neu
it: Nuovo

source: Einfügen
it: Incolla

source: Kopieren
it: Copia

source: Bearbeiten
it: Modifica

source: Importieren
it: Importa

source: Exportieren
it: Esporta

source: PC_DIMMER Skriptdateien|*.pcdscrp|Alle Dateien|*.*
it: PC_DIMMER Scriptfiles|*.pcdscrp|All files|*.*

source: Skriptdatei öffnen
it: Open scriptfile

source: Skriptdatei speichern
it: Save scriptfile

source: Effektsequenzer
it: Effettisequenziali

source: Effekte exportieren...
it: Esporta effetti...

source: Effekte importieren...
it: Importa effetti...

source: Alle Effekte löschen...
it: Elimina tutti effetti...

source: Effektsteuerung
it: Controllo effetti

source: Intensität:
it: Intensità:

source: Spielt hinterlegte Szenen des selektierten Effektschrittes ab (nicht bei Direktszenen)
it: Plays the scenes of selected effectstep (does not work for directscenes)

source: Schritt
it: Passo

source: Spielt den selektierten Effekt ab
it: Riproduci effetto selezionato

source: Effekt
it: Effetto

source: Stoppt den selektierten Effekt
it: Stopps the selected effect

source: Schaltet zum nächsten Effektschritt um
it: Salta al prossimo passo-effetto

source: Beendet den selektierten Effektschritt
it: Stops the selected effectstep

source: Sortieren
it: Sort

source: Effektbrowser
it: Effectbrowser

source: Szene ausführen bei Start/Stop
it: Start scene on Start/Stop

source: Bei Stop:
it: On stop:

source: Bei Start:
it: On start:

source: Endszene des Effektes auswählen
it: Select stopscene of this effect

source: Endszene entfernen
it: Remove stopscene

source: Blendzeit
it: Tempo dissolvenza

source: Wartezeit
it: Tempo attesa

source: Effekte
it: Effetti

source: Effekteigenschaften selektierter Effekte
it: Propietà effetto selezionato

source: Abspielmodus:
it: Playmode:

source: Durchläufe:
it: Ripetizioni:

source: Aufwärts
it: Avanti

source: Abwärts
it: Indietro

source: Pendeln
it: Oscillante

source: -1 = Single Step
it: -1 = Singolo passo

source: Wiederholen
it: Repeti

source: Beim Starten immer mit Schritt 1 beginnen
it: Avvia effetto dal 1 passo

source: Blackout bei Stop
it: Blackout allo Stop

source: Effektschritt
it: Passo-effetto

source: Aktuellen Effektschritt bearbeiten
it: Edit current effectstep

source: Aktuellen Effektschritt löschen
it: Delete current effectstep

source: Neuen Effektschritt hinzufügen
it: Agg. nuovo effectstep

source: Aktuellen Effektschritt nach oben verschieben
it: Move current effectstep up

source: Aktuellen Effektschritt nach unten verschieben
it: Move current effectstep down

source: Leerschritt
it: No function

source: Direktszene
it: Directscene

source: Szene aus Verwaltung
it: Scena dalla biblioteca

source: Anderer Effekt
it: Altri effetti

source: Aktuellen Effektschritt kopieren
it: Copia passo-effetto corrente

source: Eigenschaften der selektierten Effektschritte
it: Properties of selected effect-steps

source: Direktszenezeit:
it: Directscenetime:

source: Wartezeit:
it: Waittime:

source: Anzahl Beats:
it: Beatcount:

source: Wendet die Einblendzeit für alle Schritte des Effektes an
it: Use the fadetime for all steps of this effect

source: Wendet die Wartezeit auf alle Schritte des Effektes an
it: Use the waittime for all steps of this effect

source: Für markierte Schritte auf Zeitsteuerung
it: For this step to timecontrol

source: Vorherigen Effektschritt beenden
it: Stop previous step

source: Lauflichtassistent
it: Chaserassitant

source: PC_DIMMER Effekte (*.pcdeffct)|*.pcdeffct|Alle Dateien (*.*)|*.*
it: PC_DIMMER Effetti (*.pcdeffct)|*.pcdeffct|All files (*.*)|*.*

source: Eigenschaften ausblenden
it: Nascondi Impostazioni

source: Tab hinzufügen...
it: Agg. tab...

source: Tab umbennen...
it: Rinomina tab...

source: Tab löschen...
it: Elimina tab...

source: Effekttimeline
it: Effecttimeline

source: Kanalwerteinstellungen
it: Channelvaluesettings

source: Zeit:
it: Time:

source: Ausgabegerät:
it: Outputdevice:

source: Zeitachseneinstellung
it: Timeaxis

source: Aktueller Frame:
it: Actual frame:

source: Schrittzahl:
it: Conto passi:

source: Anzahl der Frames
it: Numero di frames

source: Zusatzeinstellungen
it: Impostazioni aggiuntive

source: Blendzeit [ms]:
it: Fadetime [ms]:

source: Abspielmodi:
it: Playmode:

source: Blitzen [ms]:
it: Flash [ms]:

source: Exportiert aktuelle Timeline als Effekt
it: Export actual timeline as effect

source: In Effektsequenzer einfügen
it: Insert into effectsequencer

source: Fehlerbericht
it: Failure report

source: Fehlertyp:
it: Type of failure:

source: Verursacher:
it: initiator

source: Fehlermeldung
it: Failure

source: Fehlerbericht in Zwischenablage kopieren
it: Copy failurefreport into the clipboard

source: Wie soll zukünftig mit Fehlern umgegangen werden (kann in den Optionen eingestellt werden)
it: Come deve comportarsi PC_DIMMER con errori (impostazioni possono essere modificate nelle impostazioni avanzate)

source: Alle Fehler melden
it: Report all errors

source: Nur schwere Fehler melden
it: Just show massive errors

source: Keine Fehler melden, nur Eintrag in Protokolldatei (nicht empfohlen)
it: No report of errors (just add an entry to reportfile)

source: Im Programm ist ein Fehler aufgetreten:
it: The program causes an error:

source: Freie Kanäle ausblenden
it: Nascondi canali liberi

source: Panel automatisch ausblenden
it: Nascondi pannello automaticamente

source: Kästchen immer voll anzeigen
it: Mostra sempre box pieni

source: Gerätefenster anzeigen
it: Show devicewindow

source: Breite
it: Larghezza

source: Panel unten andocken
it: Dock panel below

source: Faderpanel schließen
it: Chiudi faderpanel

source: Figurendatei öffnen
it: Open figurefile

source: Figureneditor resetten
it: Reset figureeditor

source: Figurendatei speichern
it: Save figurefile

source: Erstellen Sie oben zunächst eine neue Figur...
it: Per favore prima crea una figura...

source: Übersicht
it: Panoramica

source: Informationen
it: Informations

source: Länge:
it: Length:

source: Punkte:
it: Points:

source: Positionen
it: Positions

source: Live-Vorschau
it: Live-Preview

source: Vorschau auf folgendem Gerät:
it: Preview dispositivo:

source: Nutze Pan/Tilt
it: Use Pan/Tilt

source: Vorschau auf folgendem Kanal:
it: Preview on devicechannel:

source: Schritte:
it: Passi:

source: Standardformen laden:
it: Load standardforms:

source: Punkt hinzufügen
it: Add point

source: Punkt verschieben
it: Move point

source: Punkt löschen
it: Delete point

source: Alles löschen
it: Delete all

source: Bezeichnungen
it: Descriptions

source: Sinus
it: Sine

source: Cosinus
it: Cosine

source: Schleife
it: Loop

source: Kreis oben
it: Top circle

source: Kreis unten
it: Bottom circle

source: Vollkreis
it: Circle

source: Zufall
it: Random

source: Zappel
it: Chaos

source: DXF-Datei importieren (Experimentell)
it: Import DXF-File (Experimental)

source: Hintergrundbild laden...
it: Load background...

source: PC_DIMMER Figurendatei (*.pcdfigr)|*.pcdfigr|Alle Dateien|*.*
it: PC_DIMMER Figurefile (*.pcdfigr)|*.pcdfigr|All files|*.*

source: PC_DIMMER Submaster-Datei öffnen
it: Apri PC_DIMMER submasterfile

source: PC_DIMMER Submaster-Datei speichern
it: Salva PC_DIMMER submasterfile

source: DXF-Dateien (*.dxf)|*.dxf|Alle Dateien|*.*
it: DXF-Files (*.dxf)|*.dxf|All Files|*.*

source: AutoCAD DXF-Datei importieren (nur 2D)
it: Import AutoCAD DXF-File (only 2D)

source: Bild-Dateien (*.bmp)|*.bmp|Alle Dateien|*.*
it: Picture (*.bmp)|*.bmp|All files|*.*

source: Projektassistent...
it: Assistente progetti...

source: Willkommen zu einem neuen PC_DIMMER Lichtprojekt
it: Benvenuto in un nuovo progetto PC_DIMMER

source: Wählen Sie, wie Sie das neue Projekt beginnen möchten:
it: Scegli dove verrà creato il nuovo progetto:

source: Overview
it: Sopraluogo

source: Hinweis: Der PC_DIMMER2008 bietet noch weitaus umfangreichere Funktionen. Es sollen in dieser Übersicht allerdings nur die wichtigsten Funktionen beschrieben werden, um einen schnellen Einstieg in das Programm zu bekommen.
it: PC_DIMMER offre molte più funzioni di quelle mostrate in questa finestra.

source: 1. Voraussetzungen für das Projekt
it: 1. Standards for the project

source: Interface einrichten
it: Inpostazioni interfaccia

source: Geräte einrichten
it: Impostazione dispositivi

source: 2. PC_DIMMER Grundfunktionen
it: 2. PC_DIMMER Funzioni principali

source: Effekte erstellen/editieren
it: Crea/modifica effetti

source: Szenen erstellen/editieren
it: Crea/modifica scene

source: Audioeffektplayerprojekt
it: Audioeffectplayerproject

source: 3. Anzeigen, Steuerung && Übersicht
it: 3. Viste, Controlli && sopraluogo

source: Kanalübersicht anzeigen
it: Show channeloverview

source: Bühnenansicht anzeigen
it: Mostra vista stage
